const allQuestions = [
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1001,
        "type": "单选",
        "question": "1. 关于工程项目寿命期和建设工程全寿命期区说法,正确的是( )",
        "options": [
            "A.项目寿命期和工程全寿命期是同一个概念",
            "B.项目寿命期包括运营维护阶段",
            "C.工程全寿命期不包括运营维护阶段",
            "D.投资者会基于工程项目可行性研究进行决策"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1002,
        "type": "单选",
        "question": "2. 对于实行项目资本金制度的投资项目,用来确定资本金的项目总投资是指该投资项目的 ( )之和｡",
        "options": [
            "A.固定资产投资与全部流动资金",
            "B.固定资产投资与铺底流动资金",
            "C.建设投资与建设期贷款利息",
            "D.工程费用与预备费"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1003,
        "type": "多选",
        "question": "3. 项目资本金可以用货币出资,也可以用()作价出资｡",
        "options": [
            "A.实物",
            "B.工业产权",
            "C.非专利技术",
            "D.企业信誉",
            "E.土地使用权"
        ],
        "answer": [0,1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1004,
        "type": "单选",
        "question": "4. 关于项目资本金的说法,正确的是( )｡",
        "options": [
            "A.项目总投资是指该投资项目的固定资产投资",
            "B.项目法人需要承担资本金的利息",
            "C.项目资本金可以用非专利技术作价出资",
            "D.投资者不得以任何方式转让其出资"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1005,
        "type": "多选",
        "question": "5. 下列项目资本金来源中,出资比例不得超过投资项目资本金总额20%的有( )",
        "options": [
            "A.实物",
            "B.土地租金收入",
            "C.企业折旧资金",
            "D.工业产权",
            "E.非专利技术"
        ],
        "answer": [3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1006,
        "type": "单选",
        "question": "6. 下列投资项目中,最低资本金比例要求最高的是( )",
        "options": [
            "A.公路项目",
            "B.电力项目",
            "C.电解铝项目",
            "D.普通商品房住房项目"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1007,
        "type": "多选",
        "question": "7. 下列工业投资项目中,项目资本金不应低于项目总投资30%的是( )",
        "options": [
            "A.水泥项目",
            "B.铁合金项目",
            "C.电解铝项目",
            "D.多晶硅项目",
            "E.电力项目"
        ],
        "answer": [1,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1008,
        "type": "单选",
        "question": "8. 根据我国固定资产投资项目资本金制度,通过发行权益类金融工具等方式筹措的项目资本金,在资本金总额中的占比上限是( )",
        "options": [
            "A.30%",
            "B.40%",
            "C.50%",
            "D.60%"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1009,
        "type": "多选",
        "question": "9. 存在( )情形的,不得认定为投资项目资本金",
        "options": [
            "A.存在本息回购承诺收益附加条件",
            "B.国有企业产权转让收入",
            "C.企业折旧资金",
            "D.在清算时受偿顺序优先于其他债务性资金",
            "E.当期债务性资金偿还前,可以分红或取得收益"
        ],
        "answer": [0,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1010,
        "type": "单选",
        "question": "10. 根据《国务院关于投资体制改革的决定》,对于企业不使用政府投资建设的项目,实行的投资管理制度是( )｡",
        "options": [
            "A.审批制或核准制",
            "B.核准制或登记备案制",
            "C.审批制或承诺制",
            "D.承诺制或登记备案制"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1011,
        "type": "单选",
        "question": "11. 企业投资项目办理投资项目核准手续时,需向核准机关提交的文件是( )｡",
        "options": [
            "A.项目申请书",
            "B.项目建议书",
            "C.项目开工报告",
            "D.项目可行性研究报告"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1012,
        "type": "单选",
        "question": "12. 对于采用资本注入方式的政府投资项目,投资决策主管部门需从投资决策角度审批文件是( )｡",
        "options": [
            "A.项目建议书和可行性研究报告",
            "B.可行性报告和资金概算报告",
            "C.初步设计和开工报告",
            "D.项目建议书和初步设计"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1013,
        "type": "单选",
        "question": "13. 对于采用投资补助､贷款贴息方式的政府投资项目,政府投资主管部门应审批的文件是 ( )｡",
        "options": [
            "A.可行性研究报告",
            "B.资金申请报告",
            "C.开工报告",
            "D.项目建议书"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1014,
        "type": "单选",
        "question": "14. 根据《企业投资项目核准和备案管理条例》,对于需要备案的项目,企业应根据属地管理原则,通过项目在线监管平台进行备案的时间是( )",
        "options": [
            "A.提交项目申请书前",
            "B.开工建设前",
            "C.施工图设计后",
            "D.初步设计后"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1015,
        "type": "多选",
        "question": "15. 根据《企业投资项目核准和备案管理条例》,对于需要备案的项目,企业应根据属地管理原则,在开工建设前通过项目在线监管平台将( )信息告知备案机关",
        "options": [
            "A.企业基本情况",
            "B.项目名称",
            "C.项目总投资额",
            "D.项目融资能力分析",
            "E.项目符合产业政策的声明"
        ],
        "answer": [0,1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1016,
        "type": "多选",
        "question": "16. 企业办理投资项目核准手续时,向核准机关提交的项目申请书应包括的内容有( )",
        "options": [
            "A.项目利用资源情况分析",
            "B.项目融资能力分析",
            "C.项目对经济的影响分析",
            "D.项目财务盈利能力分析",
            "E.项目对生态环境的影响分析"
        ],
        "answer": [0,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1017,
        "type": "单选",
        "question": "17. 工程建设实施程序中,确定和控制工程造价的重点阶段是( )",
        "options": [
            "A.竣工验收",
            "B.工程设计",
            "C.建设准备",
            "D.工程施工"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1018,
        "type": "单选",
        "question": "18. 下列工程造价文件中,属于技术设计阶段文件的是( )｡",
        "options": [
            "A.施工图预算",
            "B.投资估算",
            "C.设计概算",
            "D.修正概算"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1019,
        "type": "单选",
        "question": "19. 对于政府投资项目,当投资概算超过( )时,项目单位应当向相关部门报告｡",
        "options": [
            "A.投资估算的10%",
            "B.投资估算的20%",
            "C.工程总概算的10%",
            "D.工程总概算的20%"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1020,
        "type": "多选",
        "question": "20. 下列工程设计内容中,属于技术设计阶段的有( )",
        "options": [
            "A.工艺流程",
            "B.建筑结构",
            "C.设备选型",
            "D.建设规模",
            "E.设备技术参数"
        ],
        "answer": [0,1,2]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1021,
        "type": "多选",
        "question": "21. 在工程开工建设前,需要做好各项准备工作,这些准备工作包括( )",
        "options": [
            "A.征地､拆迁和场地平整",
            "B.准备全部的施工图纸",
            "C.办理生产许可证",
            "D.办理工程质量监督手续",
            "E.组织工程监理､施工及材料设备采购招标工作"
        ],
        "answer": [0,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1022,
        "type": "单选",
        "question": "22. 在工程总承包模式下,负责施工图准备工作的单位是( )｡",
        "options": [
            "A.工程设计单位",
            "B.工程建设单位",
            "C.工程总承包单位",
            "D.工程总承包管理单位"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1023,
        "type": "单选",
        "question": "23. 在工程开工建设前,( )应申请领取施工许可证",
        "options": [
            "A.工程设计单位",
            "B.建设单位",
            "C.施工单位",
            "D.工程总承包管理单位"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1024,
        "type": "多选",
        "question": "24. 建设单位申请领取施工许可证,应当具备的条件( )",
        "options": [
            "A.已经取得建设工程规划许可证",
            "B.拆迁完毕",
            "C.已经确定建筑施工企业",
            "D.设计图纸已全部完成",
            "E.有保证工程质量和安全的具体措施"
        ],
        "answer": [0,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1025,
        "type": "单选",
        "question": "25. 建设工程开工时间是指工程建设文件中规定的任何一项永久性工程( )的时间｡",
        "options": [
            "A.正式开始打桩的时间",
            "B.施工场地平整或临时设施开始施工",
            "C.施工用临时道路开始施工",
            "D.第一次正式破土开槽开始施工"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1026,
        "type": "单选",
        "question": "26. 生产准备是工程项目交付投产前由( )进行的一项重要工作｡",
        "options": [
            "A.施工单位",
            "B.监理单位",
            "C.建设单位",
            "D.质量监督机构"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1027,
        "type": "多选",
        "question": "27. 工程项目交付使用前,建设单位在生产准备阶段需要进行的工作有( ).",
        "options": [
            "A.落实原材料和燃料来源",
            "B.准备必要的施工图纸",
            "C.组织生产人员参加设备安装调试工作",
            "D.完成施工水电气等接通工作",
            "E.组织单位工程预验收"
        ],
        "answer": [0,2]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1028,
        "type": "多选",
        "question": "28. 关于工程缺陷责任期及相关内容的说法,正确的有( )",
        "options": [
            "A.建设工程自竣工验收合格之日起即进入缺陷责任期",
            "B.缺陷责任期最长不超过1 年",
            "C.缺陷责任期届满时,建设单位应返还扣留的工程质量保证金",
            "D.缺陷责任期内发现的质量缺陷,修复费用由承包单位承担",
            "E.施工承包单位应在缺陷责任期内对工程质量缺陷承担责任"
        ],
        "answer": [0,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1029,
        "type": "单选",
        "question": "29. 关于项目后评价说法,正确的是( )",
        "options": [
            "A.项目后评价是工程建设使用阶段管理的延伸",
            "B.国家住建部聚焦党中央､国务院决策部署",
            "C.项目后评价方法一般应采用定量方法",
            "D.项目后评价是工程建设实施阶段管理的延伸"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1030,
        "type": "多选",
        "question": "30. 项目后评价一般应采用定性和定量相结合的方法,主要包括( )",
        "options": [
            "A.项目成功度评价法",
            "B.头脑风暴法",
            "C.专家打分法",
            "D.对比法",
            "E.综合指标体系评价法"
        ],
        "answer": [0,2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1031,
        "type": "多选",
        "question": "31. 下列关于政府和社会资本合作(PPP)项目的说法,正确的有( )",
        "options": [
            "A.政府付费可以按规定补贴建设和运营成本",
            "B.涉及国家安全､公共属性强且具有自然垄断属性的项目民营企业都不能参与",
            "C.政府和社会资本合作应限定于有经营性收益的项目",
            "D.关系国计民生､公共属性较强的项目,民营企业股权占比原则上不低于35%",
            "E.特许经营期限原则上不超过40 年"
        ],
        "answer": [2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1032,
        "type": "单选",
        "question": "32. 下列政府和社会资本合作(PPP)项目具体实施中,不需要将项目移交给政府的是( )",
        "options": [
            "A.BOT",
            "B.BOOT",
            "C.BOO",
            "D.TOT"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1033,
        "type": "单选",
        "question": "33. 政府和社会资本合作(PPP)项目具有全生命周期特性的具体实施模式是( )",
        "options": [
            "A.BOOT",
            "B.DBFOT",
            "C.TBT",
            "D.ROT"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1034,
        "type": "单选",
        "question": "34. 与传统的设计-招标-建造(DBB)模式相比,采用工程总承包模式的不足是( )｡",
        "options": [
            "A.建设单位前期工作量大",
            "B.建设单位合同管理负担重",
            "C.不利于缩短建设工期",
            "D.不利于建设单位控制工程造价"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1035,
        "type": "多选",
        "question": "35. 下列关于工程总承包模式的说法,正确的有( )｡",
        "options": [
            "A.有利于缩短建设周期",
            "B.有利于减少工程变更",
            "C.可能会提高报价",
            "D.合同管理工作量大大减少",
            "E.道德风险低"
        ],
        "answer": [0,1,2,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1036,
        "type": "多选",
        "question": "36. 建设工程采用平行承包模式具有的特点是( )｡",
        "options": [
            "A.建设单位组织协调工作量小",
            "B.建设单位可在更大范围内选择施工单位",
            "C.有利于缩短建设工期",
            "D.工程造价控制难度大",
            "E.有利于发挥总包的优势"
        ],
        "answer": [1,2,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1037,
        "type": "多选",
        "question": "37. 联合体承包模式的特点有( )",
        "options": [
            "A.合同结构复杂",
            "B.建设单位组织协调工作量大",
            "C.有利于工程造价控制",
            "D.有利于建设工期控制",
            "E.建设单位风险较大"
        ],
        "answer": [2,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1038,
        "type": "单选",
        "question": "38. 下列关于合作体承包模式的说法,正确的是( )",
        "options": [
            "A.合作体与建设单位签订工程承包合同",
            "B.建设单位组织协调工作量大",
            "C.建设单位风险较大",
            "D.各成员单位愿意组成联合体"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1039,
        "type": "单选",
        "question": "39. 建设工程采用CM 模式时,CM 单位以( )身份从事施工管理｡",
        "options": [
            "A.建设单位",
            "B.监理单位",
            "C.设计单位",
            "D.承包单位"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1040,
        "type": "单选",
        "question": "40. 建设工程采用CM 承包模式时,CM 单位有代理型和非代理型两种｡工程分包单位的签约对象是()｡",
        "options": [
            "A.代理型为建设单位,非代理型为CM 单位",
            "B.代理型为CM 单位,非代理型为建设单位",
            "C.无论代理型或非代理型,均为建设单位",
            "D.无论代理型或非代理型,均为CM 单位"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1041,
        "type": "多选",
        "question": "41. 关于CM 承包模式的说法,正确的是( )｡",
        "options": [
            "A.使工程项目实现有条件的“边设计,边施工”",
            "B.CM 单位不赚取总包与分包之间的差价",
            "C.CM 模式适用于实施周期短的大型复杂工程",
            "D.所有分包不须通过招标的方式展开竞争",
            "E.GMP 可大大减少建设单位在工程造价控制方面的风险"
        ],
        "answer": [0,1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1042,
        "type": "多选",
        "question": "42. 下列关于Partnering 模式的说法,正确的有( )",
        "options": [
            "A.Partnering 协议只是建设单位与承包单位之间的协议",
            "B.Partnering 模式强调资源共享",
            "C.Partnering 模式是一种独立存在的承发包模式",
            "D.Partnering 模式特别强调工程参建方基层人员的参与",
            "E.Partnering 协议不是法律意义上的合同"
        ],
        "answer": [1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1043,
        "type": "多选",
        "question": "43. 依据《建设工程监理范围和规模标准规定》,下列项目中,必须实行监理的是( )｡",
        "options": [
            "A.建筑面积 1000m 的影剧院项目",
            "B.建筑面积 40000m2 的住宅项目",
            "C.总投资额800 万元的新能源项目",
            "D.总投资额2700 万元的社会福利项目",
            "E.使用国际组织或者国外政府援助资金的项目"
        ],
        "answer": [0,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1044,
        "type": "多选",
        "question": "44. 根据《建设工程监理范围和规模标准规定》,必须实行监理的国家重点建设工程有()｡",
        "options": [
            "A.高科技并能带动行业技术进步的工程",
            "B.使用国外政府贷款资金的工程",
            "C.基础设施和支柱产业中的大型工程",
            "D.跨地区且经济效益突出的工程",
            "E.对生态环境影响较大的工程"
        ],
        "answer": [0,2]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1045,
        "type": "多选",
        "question": "45. 下列监理机构人员的职责中,总监理工程师可以书面授权委托给总监理工程师代表的是 ( )｡",
        "options": [
            "A.组织编写监理月报",
            "B.组织验收分部工程",
            "C.签发工程款支付证书",
            "D.审查施工单位的竣工申请",
            "E.审查开复工报审表"
        ],
        "answer": [0,1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1046,
        "type": "多选",
        "question": "46. 下列总监理工程师的职责中,不得委托给总监理工程师代表的有( )｡",
        "options": [
            "A.组织审核竣工结算",
            "B.审批监理实施细则",
            "C.组织编写工程质量评估报告",
            "D.组织审查施工组织设计",
            "E.组织审核分包单位资格"
        ],
        "answer": [0,1,2,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1047,
        "type": "单选",
        "question": "47. 根据《建设工程监理规范》GBIT 50319-2013,专业监理工程师应履行的职责是( )｡",
        "options": [
            "A.签发工程开工令",
            "B.检查工序施工结果",
            "C.组织工程竣工预验收",
            "D.检查进场的工程材料质量"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1048,
        "type": "单选",
        "question": "48. 下列监理人员基本职责中,属于监理员职责的是( )｡",
        "options": [
            "A.进行见证取样",
            "B.处理工程索赔",
            "C.组织检查现场安全生产管理体系",
            "D.进行工程计量"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1049,
        "type": "单选",
        "question": "49. 根据《建设工程监理规范》GBIT 50319-2013,验收隐蔽工程由( )负责实施｡",
        "options": [
            "A.总监理工程师",
            "B.总监理工程师代表",
            "C.专业监理工程师",
            "D.监理员"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1050,
        "type": "单选",
        "question": "50. 在建设工程施工准备阶段,项目监理机构需要进行的工作是( )｡",
        "options": [
            "A.主持召开图纸会审和设计交底会议",
            "B.主持召开第一次工地会议",
            "C.核查施工机械和设施的安全许可验收手续",
            "D.组织建立工程项目质量安全管理体系"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1051,
        "type": "多选",
        "question": "51. 施工总承包单位按合同约定选定分包单位后,项目监理机构根据施工总承包单位报送的分包单位资格报审表及相关资料审查的内容有( )",
        "options": [
            "A.企业资质等级证书",
            "B.类似工程业绩",
            "C.专职管理人员资格",
            "D.专项施工方案",
            "E.安全生产许可文件"
        ],
        "answer": [0,1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1052,
        "type": "多选",
        "question": "52. 项目监理机构对施工组织设计进行审查的工作有( )",
        "options": [
            "A.编审程序是否符合相关规定",
            "B.企业资质等级证书",
            "C.资源供应计划是否满足工程施工需要",
            "D.工程质量保证措施是否符合施工合同要求",
            "E.安全技术措施是否符合工程建设强制性标准"
        ],
        "answer": [0,2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1053,
        "type": "多选",
        "question": "53. 在施工过程阶段,项目监理机构需要进行的工作是( )｡",
        "options": [
            "A.施工进度计划报审",
            "B.施工方案报审",
            "C.报审施工组织设计",
            "D.报审分包单位资格",
            "E.实验室报审"
        ],
        "answer": [0,1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1054,
        "type": "多选",
        "question": "54. 对于施工单位报送的施工方案,项目监理机构审查的内容有( )",
        "options": [
            "A.编审程序是否符合有关规定",
            "B.工程质量保证措施是否符合有关标准",
            "C.安全技术措施是否符合工程建设强制性标准",
            "D.是否附具安全验算结果",
            "E.是否组织专家进行论证､审查"
        ],
        "answer": [0,1]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1055,
        "type": "多选",
        "question": "55. 根据《建设工程安全生产管理条例》,施工单位应编制专项施工方案并组织专家论证､审查的分部分项工程有( )",
        "options": [
            "A.拆除工程",
            "B.深基坑工程",
            "C.地下暗挖工程",
            "D.起重吊装工程",
            "E.高大模板工程"
        ],
        "answer": [1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1056,
        "type": "多选",
        "question": "56. “四新”指的是( )｡",
        "options": [
            "A.新材料",
            "B.新方法",
            "C.新工艺",
            "D.新技术",
            "E.新设备"
        ],
        "answer": [0,2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1057,
        "type": "多选",
        "question": "57. 根据国家标准《建设工程监理规范》,施工单位需报送项目监理机构检查复核的实验室相关资料有( )｡",
        "options": [
            "A.试验室资质等级",
            "B.试验室管理制度",
            "C.构配件性能检测报告",
            "D.材料质量检验报告",
            "E.试验人员资格证书"
        ],
        "answer": [0,1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1058,
        "type": "多选",
        "question": "58. 工程施工需要签发工程暂停令的情形包括( )",
        "options": [
            "A.施工单位施工质量保证措施欠缺",
            "B.施工单位拒绝项目监理机构管理",
            "C.施工单位未按审查通过的工程设计文件施工",
            "D.建设单位要求暂停施工",
            "E.施工单位违反工程建设强制性标准"
        ],
        "answer": [1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1059,
        "type": "单选",
        "question": "59. 下列关于竣工报验及结算申请的说法中,正确的是( )｡",
        "options": [
            "A.施工单位应向建设单位提交单位工程竣工验收报审表及竣工资料",
            "B.建设单位组织工程竣工预验收",
            "C.竣工预验收合格后,施工单位编写工程质量评估报告",
            "D.施工单位应向项目监理机构提交竣工结算款支付申请"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1060,
        "type": "单选",
        "question": "60. 工程开工前,申请办理工程质量监督手续的质量责任主体是( )｡",
        "options": [
            "A.建设单位",
            "B.施工单位",
            "C.监理单位",
            "D.设计单位"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1061,
        "type": "单选",
        "question": "61. 工程质量监督机构收到建设工程质量监督的申报手续,并对有关文件进行审查,审查合格后签发( )｡",
        "options": [
            "A.质量监督文件",
            "B.施工许可证",
            "C.质量监督报告",
            "D.监督计划方案"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1062,
        "type": "单选",
        "question": "62. 建设工程质量监督对地基基础混凝土强度进行监督检测,属于政府质量监督中的( )｡",
        "options": [
            "A.生产过程监督",
            "B.工程实体质量监督",
            "C.工程质量行为监督",
            "D.施工管理状况监督"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1063,
        "type": "单选",
        "question": "63. 工程质量监督的准备工作包括:①召开首次监督会议,明确相关职责;②编制工程质量监督计划,并转发各参建单位;③检查各方主体行为,确认具备开工条件;④成立工程质量监督组,确定质量监督负责人｡正确的顺序是( )｡",
        "options": [
            "A.①②④③",
            "B.④②①③",
            "C.④①②③",
            "D.②④①③"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1064,
        "type": "多选",
        "question": "64. 工程质量监督机构应针对工程特点､关键部位和关键工序编制工程质量监督计划,工程质量监督计划应包括的内容有( )",
        "options": [
            "A.监督人员及联系电话",
            "B.介绍负责工程质量监督负责人",
            "C.监督方式",
            "D.检查内容",
            "E.公布监督举报电话"
        ],
        "answer": [0,2,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1065,
        "type": "单选",
        "question": "65. 工程开工前,质量监督机构召开的首次监督会议需要检查施工单位提供的文件是 ()｡",
        "options": [
            "A.施工组织设计",
            "B.施工项目经理任命书",
            "C.施工方案",
            "D.工程质量承诺书"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1066,
        "type": "多选",
        "question": "66. 质量监督机构组织安排工程质量监督准备工作中,检查各方主体行为,包括( )｡",
        "options": [
            "A.工程质量控制程序是否正确",
            "B.对隐蔽工程应进行重点抽查",
            "C.审查施工组织设计､监理规划的审批手续",
            "D.工程质量责任人到位情况是否符合规定",
            "E.核查工程参建各方主要管理人员资格"
        ],
        "answer": [2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1067,
        "type": "多选",
        "question": "67. 关于工程质量监督机构对工程实体质量监督的说法正确的有( )",
        "options": [
            "A.重点检查涉及结构安全和使用功能的实体质量",
            "B.存在施工安全的质量问题,应立即责令停工",
            "C.检查工程质量保证资料是否准确完整",
            "D.应在施工现场实施全天候监督检查",
            "E.核查工程参建各方主要管理人员资格"
        ],
        "answer": [0,2]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1068,
        "type": "单选",
        "question": "68. 工程质量监督机构的监督检查以()为主｡",
        "options": [
            "A.专项检查与综合检查",
            "B.工程实体质量检查",
            "C.抽查",
            "D.参建各方主体质量行为检查"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1069,
        "type": "单选",
        "question": "69. 工程质量监督机构发现其监督的工程有影响使用功能的质量问题时,应采取的监督措施是( )｡",
        "options": [
            "A.签发工程质量问题整改通知单并进行现场取证",
            "B.签发工程质量问题整改通知单并监督整改过程",
            "C.签发工程暂停令并组织召开现场整改工作会",
            "D.签发工程暂停令并进行现场取证"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1070,
        "type": "多选",
        "question": "70. 工程质量监督机构参加竣工验收时,对现场验收宜重点监督的内容有( )",
        "options": [
            "A.验收组织形式",
            "B.验收方法",
            "C.验收程序",
            "D.标准规定的执行情况",
            "E.观感质量检查"
        ],
        "answer": [0,2,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1071,
        "type": "多选",
        "question": "71. 工程质量监督报告的内容包括( )",
        "options": [
            "A.工程实体质量抽查情况",
            "B.工程质量责任主体行为监督检查情况",
            "C.行政处罚情况",
            "D.投诉举报受理及调查处理情况",
            "E.工程价款情况"
        ],
        "answer": [0,1,2,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1072,
        "type": "单选",
        "question": "72. 下列关于工程质量监督工作方式的说法,不正确的是()｡",
        "options": [
            "A.工程质量监督机构的监督检查以定期检查为主",
            "B.实行专项检查与综合检查相结合的方式",
            "C.实行工程实体质量检查与参建各方主体质量行为检查相结合的方式",
            "D.听取现场人员汇报也是工程质量监督人员的主要工作方式"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1073,
        "type": "多选",
        "question": "73. 关于项目管理目标和任务的说法,正确的是( )｡",
        "options": [
            "A.业主方的进度目标指项目交付使用的时间目标",
            "B.业主方的投资目标指项目的施工成本目标",
            "C.施工方的目标既与工程建设总目标相联系,又有很强的自主特性",
            "D.工程咨询单位为施工单位提供咨询服务也属于施工方项目管理范畴",
            "E.工程设计方项目管理工作涉及设计､施工和竣工验收阶段"
        ],
        "answer": [0,2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1074,
        "type": "多选",
        "question": "74. 根据《建设项目工程总承包管理规范》,设计执行计划宜包括的内容有( )｡",
        "options": [
            "A.质量保证程序和要求",
            "B.费用控制原则和要求",
            "C.进度计划和主要控制点",
            "D.采购工作范围和内容",
            "E.技术经济要求"
        ],
        "answer": [0,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1075,
        "type": "多选",
        "question": "75. 根据《建设项目工程总承包管理规范》,施工执行计划宜包括的内容有( )",
        "options": [
            "A.施工质量计划",
            "B.采购工作范围和内容",
            "C.施工进度计划",
            "D.试运行准备工作要求",
            "E.设计范围"
        ],
        "answer": [0,2]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1076,
        "type": "多选",
        "question": "76. 某施工企业组织结构如图所示,关于该组织结构模式特点的说法,正确的是( )｡",
        "options": [
            "A.是最复杂的组织结构形式",
            "B.权利集中､易于统一指挥",
            "C.能够实现集权与分权最优结合",
            "D.有利于实现管理工作专业化",
            "E.隶属关系明确､职责分明､决策迅速"
        ],
        "answer": [1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1077,
        "type": "单选",
        "question": "77. 关于职能式组织结构特点的说法,正确的是()｡",
        "options": [
            "A.项目经理需要通晓各种业务,是“全能式”人才",
            "B.集中领导､职责清楚,有利于提高管理效率",
            "C.管理人员业务工作专业化,易于提高工作质量",
            "D.项目成员受双重领导,处理不当会造成矛盾,产生扯皮现象"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1078,
        "type": "多选",
        "question": "78. 某施工企业组织结构如图所示,关于该组织结构模式特点的说法,正确的是( )｡",
        "options": [
            "A.不利于提高管理效率",
            "B.信息传递路线短",
            "C.职能部门直接指挥下级",
            "D.各职能部门之间的横向联系差",
            "E.职能部门与指挥者之间容易产生矛盾"
        ],
        "answer": [3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1079,
        "type": "单选",
        "question": "79. 关于工程项目管理组织结构特点的说法,正确的是( )｡",
        "options": [
            "A.矩阵式组织中,项目成员受双重领导",
            "B.职能式组织中指令唯一且职责清晰",
            "C.直线式组织中可实现专业化管理",
            "D.强矩阵式组织,适用中等技术复杂程度且建设周期较长的工程项目"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1080,
        "type": "多选",
        "question": "80. 关于工程项目管理组织结构特点的说法,正确的有( )｡",
        "options": [
            "A.按照信息传递方式不同,矩阵式组织结构分为强矩阵组织､中矩阵组织和弱矩阵组织",
            "B.强矩阵组织中项目组成员只对项目经理负责",
            "C.矩阵式组织结构的稳定性好",
            "D.弱矩阵组织员工绩效考核由项目经理考核",
            "E.实现集权与分权的最优组合"
        ],
        "answer": [1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1081,
        "type": "单选",
        "question": "81. 下列矩阵式项目管理组织结构中,项目负责人担任的角色是()｡",
        "options": [
            "A.项目决策者或领导者",
            "B.项目领导者或协调者",
            "C.项目协调者或监督者",
            "D.项目监督者或决策者"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1082,
        "type": "多选",
        "question": "82. 确定施工项目管理组织结构形式时,应考虑的因素有( )",
        "options": [
            "A.施工项目规模",
            "B.专业特点",
            "C.地里位置",
            "D.项目承发包模式",
            "E.施工单位内部管理模式"
        ],
        "answer": [0,1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1083,
        "type": "单选",
        "question": "83. 责任矩阵的编制程序包括:①列出需要完成的项目管理任务;②以项目管理任务为行,以执行任务的个人或部门为列,画出纵横交叉的责任矩阵图;③在行与列交叉窗口中,用不同字母或符号表示项目管理任务与执行者的责任关系;④检查各职能部门或人员的项目管理任务分配是否均衡适当;⑤列出参与项目管理及负责执行项目任务的个人或职能部门名称｡正确的编制程序是( )",
        "options": [
            "A.①-⑤-②-④-③",
            "B.①-⑤-②-③-④",
            "C.⑤-①-④-②-③",
            "D.⑤-①-②-④-③"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1084,
        "type": "多选",
        "question": "84. 在施工项目部编制的责任矩阵图中,任务执行者在项目管理中的角色有( )｡",
        "options": [
            "A.负责人",
            "B.授权人",
            "C.监理人",
            "D.参与者",
            "E.审核者"
        ],
        "answer": [0,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1085,
        "type": "单选",
        "question": "85. 关于项目管理责任矩阵的说法,正确的是( )",
        "options": [
            "A.责任检查时,横向检查可以确保每个人员至少负责一项工作",
            "B.责任检查时,纵向检查可以确保每项工作有人员负责",
            "C.基于管理活动的工作量估算,可以横向统计每个活动的总工作量",
            "D.基于管理活动的工作量估算,可以纵向统计每个活动的总工作量"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1086,
        "type": "多选",
        "question": "86. 下列属于工程总承包项目经理的权限有()｡",
        "options": [
            "A.代表企业组织实施工程总承包项目管理,对实现合同约定的项目目标负责",
            "B.在授权范围内负责与项目利益相关者协调,解决项目实施中出现的问题",
            "C.在授权范围内,行使相应管理权,履行相应职责",
            "D.协调和处理与项目有关的内外部事项",
            "E.在合同范围内按规定程序使用工程总承包企业的相关资源"
        ],
        "answer": [2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1087,
        "type": "单选",
        "question": "87. 《建设项目工程总承包管理规范》规定,工程总承包项目经理应履行的职责是( )｡",
        "options": [
            "A.代表企业签订工程总承包合同",
            "B.组织评估工程总承包项目投资估算的合理性",
            "C.对项目实施全过程进行策划､组织､协调和控制",
            "D.组织选择分包单位并签订工程分包合同"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1088,
        "type": "单选",
        "question": "88. 根据《建设工程施工项目经理岗位职业标准》,施工项目经理的权限是( )｡",
        "options": [
            "A.参与工程竣工验收",
            "B.主持组建项目经理部",
            "C.组织制定和执行施工现场项目管理制度",
            "D.主持项目经理部工作"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1089,
        "type": "单选",
        "question": "89. 根据《建筑工程施工项目经理岗位职业标准》,施工项目经理应履行的职责是( )｡",
        "options": [
            "A.授权范围内进行项目管理指标分解",
            "B.决定企业授权范围内的资源投入和使用",
            "C.在授权范围内直接与项目相关方进行沟通",
            "D.解聘不称职的管理人员"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1090,
        "type": "多选",
        "question": "90. 根据《建筑工程施工项目经理岗位职业标准》,施工项目经理应履行的职责是( )｡",
        "options": [
            "A.组织施工合同签订",
            "B.主持工地例会",
            "C.组织工程预验收并参与工程竣工验收",
            "D.组织制定项目经理部管理制度",
            "E.在授权范围内签署结算文件"
        ],
        "answer": [1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1091,
        "type": "多选",
        "question": "91. 根据中国建筑业协会制定的团体标准《建设工程施工项目经理岗位职业标准》T/CCIAT 0010-2019,施工项目经理应具备的条件有( )｡",
        "options": [
            "A.具有工程建设类相应职业资格,并应取得安全生产考核合格证书",
            "B.取得高级专业技术职称",
            "C.具有施工项目管理范围内的工程技术､管理､经济､法律法规及信息化知识",
            "D.具有良好的身体素质,恪守职业道德,诚实守信,不得有不良行为记录",
            "E.具有建设工程施工现场管理经验和项目管理业绩"
        ],
        "answer": [0,2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1092,
        "type": "单选",
        "question": "92. 根据《建设工程项目管理规范》,项目管理规划应包括的内容有( )｡",
        "options": [
            "A.项目管理规划大纲和项目管理策划",
            "B.项目管理策划和项目管理实施规划",
            "C.项目管理配套策划和项目管理实施规划",
            "D.项目管理规划大纲和项目管理实施规划"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1093,
        "type": "单选",
        "question": "93. 根据《建设工程项目管理规范》,项目管理规划大纲的编制工作包括:①分析项目实施条件,进行项目工作结构分解;②明确项目需求和项目管理的范围;③确定项目管理组织模式､组织结构和职责分工;④规定项目管理措施;⑤编制项目资源计划;⑥报送审批;⑦确定项目管理目标｡正确的编制程序是( )｡",
        "options": [
            "A.①-②-⑦-④-③-⑤-⑥",
            "B.①-②-⑦-⑤-①-④-⑥",
            "C.②-⑦-①-③-④-⑤-⑥",
            "D.②-①-⑦-④-⑤-③-⑥"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1094,
        "type": "单选",
        "question": "94. 根据《建设工程项目管理规范》,项目管理实施规划的编制过程包括:①熟悉相关法规和文件;②分析项目具体特点和环境条件;③履行报批手续;④实施编制活动;⑤了解相关方的要求｡正确的程序是( )",
        "options": [
            "A.①-⑤-②-③-④",
            "B.①-②-⑤-④-③",
            "C.⑤-②-①-④-③",
            "D.②-⑤-①-③-④"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1095,
        "type": "多选",
        "question": "95. 根据《建设工程项目管理规范》,项目管理实施规划应包括( )｡",
        "options": [
            "A.项目范围管理",
            "B.绿色建造与环境管理",
            "C.项目管理组织",
            "D.绿色建造与环境管理计划",
            "E.组织方案"
        ],
        "answer": [3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1096,
        "type": "多选",
        "question": "96. 建设工程施工组织设计的编制依据有( )｡",
        "options": [
            "A.工程设计文件",
            "B.施工合同文件",
            "C.监理实施细则",
            "D.工程地质条件",
            "E.施工平面布置图"
        ],
        "answer": [0,1,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1097,
        "type": "多选",
        "question": "97. 根据《建筑施工组织设计规范》,施工方案的主要内容包括( )｡",
        "options": [
            "A.工程概况",
            "B.施工方法及工艺要求",
            "C.施工部署",
            "D.施工现场平面布置",
            "E.施工准备与资源配置计划"
        ],
        "answer": [0,1,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1098,
        "type": "多选",
        "question": "98. 单位工程施工组织设计和施工方案均应包括的内容有( )｡",
        "options": [
            "A.施工安全管理计划",
            "B.主要技术经济指标",
            "C.工程概况",
            "D.施工进度计划",
            "E.施工准备与资源配置计划"
        ],
        "answer": [2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1099,
        "type": "单选",
        "question": "99. 施工组织总设计对整个工程项目施工过程所起的作用是( )",
        "options": [
            "A.施工部署､进度协调",
            "B.统筹规划､重点控制",
            "C.资源配置､绩效考核",
            "D.实施策划､动态控制"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1100,
        "type": "单选",
        "question": "100.工程需要分包的,编制施工组织总设计时,应在总体施工部署中对分包单位的 ( )提出明确要求｡",
        "options": [
            "A.组织结构形式",
            "B.资质和能力",
            "C.岗位设置及职责划分",
            "D.选择要求及管理方式"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1101,
        "type": "单选",
        "question": "101. 施工总进度计划安排全工地性流水作业时,主导对象是( )的单位工程｡",
        "options": [
            "A.成本高､工期长",
            "B.成本高､工程量大",
            "C.工程量大､工期长",
            "D.技术复杂､施工难度大"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1102,
        "type": "单选",
        "question": "102. 施工总进度计划编制程序中,第一步工作是( )",
        "options": [
            "A.计算工程量",
            "B.确定各单位工程施工期限",
            "C.确定各单位工程开竣工时间",
            "D.确定各单位工程相互搭接关系"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1103,
        "type": "多选",
        "question": "103.编制施工总进度计划时,确定各单位工程开竣工时间和相互搭接关系应考虑的主要因素有( )",
        "options": [
            "A.同一时期应尽量多安排一些项目同时施工,以提高施工效率",
            "B.尽量提前建设可供工程施工使用的永久性工程",
            "C.安排一部分附属工程或零星项目作为后备项目,用以调整主要项目的施工进度",
            "D.保证所有工种和施工机械能连续施工",
            "E.施工顺序必须与主要生产系统投入生产的先后次序相吻合"
        ],
        "answer": [1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1104,
        "type": "多选",
        "question": "104. 下列总体施工准备工作计划中,属于现场准备计划的有( )",
        "options": [
            "A.临时用水用电计划",
            "B.施工方案编制计划",
            "C.试验检验工作计划",
            "D.临时供热供气计划",
            "E.资金使用计划"
        ],
        "answer": [0,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1105,
        "type": "单选",
        "question": "105.编制单位工程施工进度计划,第一步工作是( )",
        "options": [
            "A.计算工程量",
            "B.划分工作",
            "C.确定施工顺序",
            "D.计算机械台班数量"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1106,
        "type": "多选",
        "question": "106.下列施工组织设计内容中,属于单位工程施工组织设计中“施工部署”的有( )｡",
        "options": [
            "A.主要施工方案",
            "B.工程施工目标",
            "C.施工重点和难点分析",
            "D.主要分项工程施工工艺要求",
            "E.项目经理部工作岗位设置与职责划分"
        ],
        "answer": [1,2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1107,
        "type": "单选",
        "question": "107. 编制单位工程施工进度计划时,需要确定各项工作的施工顺序,制约施工顺序的因素是( )",
        "options": [
            "A.施工定额和工程计量规则",
            "B.施工定额和施工部署",
            "C.工程计量规则和施工工艺",
            "D.施工工艺和施工组织"
        ],
        "answer": 3
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1108,
        "type": "单选",
        "question": "108.安排每班工人数和机械台数时,限定每班施工人数上限的是( )",
        "options": [
            "A.最小工作面",
            "B.最小劳动组合",
            "C.最优工作面",
            "D.最优劳动组合"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1109,
        "type": "单选",
        "question": "109.某单位工程施工进度计划中,工作A 由B､C 两个分项工程合并而成｡已知分项工程B 的时间定额和工程量分别是0.35 工日/m 和5000m,分项工程C 的时间定额和工程量分别是0.52 工日/m 和3000m,则工作A 的综合时间定额是( )工日/m｡",
        "options": [
            "A.0.41",
            "B.0.44",
            "C.0.46",
            "D.0.67"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1110,
        "type": "单选",
        "question": "110.某工作的时间定额是0.6 工日/㎡,工程量是300 ㎡,每天工作1 班,每班安排20名工人｡编制施工进度计划时,该工作的持续时间是( )｡",
        "options": [
            "A.9 天",
            "B.15 天",
            "C.9 工日",
            "D.15 工日"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1111,
        "type": "多选",
        "question": "111.初始施工进度计划编制完成后,需要检查是否满足要求,下列检查内容中首要检查的是( )｡",
        "options": [
            "A.主要施工机具的利用是否均衡",
            "B.主要建筑材料的利用是否均衡",
            "C.总工期是否满足合同约定",
            "D.主要工种的工人是否满足连续施工要求",
            "E.各项工作的施工顺序和搭接关系是否合理"
        ],
        "answer": [2,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1112,
        "type": "多选",
        "question": "112.初始施工进度计划的检查中,必须进行调整的情形有( )",
        "options": [
            "A.混凝土浇筑不连续",
            "B.计划工期长于合同工期",
            "C.钢筋工施工不均衡",
            "D.某些工作施工顺序不合理",
            "E.某些工作搭接关系不合理"
        ],
        "answer": [1,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1113,
        "type": "单选",
        "question": "113.根据《建筑施工组织设计规范》,主持编制施工组织设计的应是( )｡",
        "options": [
            "A.施工单位技术负责人",
            "B.项目负责人",
            "C.项目总监理工程师",
            "D.项目技术负责人"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1114,
        "type": "单选",
        "question": "114. 根据《建筑施工组织设计规范》,单位工程施工组织设计由( )审批｡",
        "options": [
            "A.施工单位项目负责人",
            "B.总承包单位负责人",
            "C.施工单位技术负责人",
            "D.施工单位项目技术负责人"
        ],
        "answer": 2
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1115,
        "type": "多选",
        "question": "115. 根据《建筑施工组织设计规范》,关于施工组织设计审批的说法,正确的是 ( )｡",
        "options": [
            "A.专项施工方案应由项目技术负责人审批",
            "B.施工方案应由项目总监理工程师审批",
            "C.施工组织总设计应由总承包单位技术负责人审批",
            "D.单位工程施工组织设计应由施工单位技术负责人审批",
            "E.重点､难点分部(分项)工程施工方案应由施工单位技术负责人审批"
        ],
        "answer": [2,3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1116,
        "type": "多选",
        "question": "116.下列具体情况中,施工组织设计应及时进行修改或补充的有( )｡",
        "options": [
            "A.由于施工规范发生变更导致需要调整预应力钢筋施工工艺",
            "B.由于国际钢材市场价格大涨导致进口钢材无法及时供料,严重影响工程施工",
            "C.雨季施工地下平均水位有所上升",
            "D.施工单位发现设计图纸存在严重错误,无法继续施工",
            "E.更换项目经理"
        ],
        "answer": [0,1,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1117,
        "type": "多选",
        "question": "117. 分析论证项目总目标时,应遵循的基本原则是( )｡",
        "options": [
            "A.质量目标具有最高优先等级",
            "B.确保成本目标符合工程建设强制性标准",
            "C.施工安全目标应采用定量分析方法",
            "D.施工项目管理的关键在于项目目标动态控制",
            "E.为了有效控制工程项目目标,不能只有总目标"
        ],
        "answer": [3,4]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1118,
        "type": "单选",
        "question": "118.项目多目标体系中,上一级目标对下一级目标所起的作用是( )",
        "options": [
            "A.控制",
            "B.制约",
            "C.集成",
            "D.保证"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1119,
        "type": "多选",
        "question": "119.施工项目目标动态控制过程中,属于事前计划预控的有()｡",
        "options": [
            "A.构建工程项目目标体系",
            "B.分析各种实施风险",
            "C.采取纠偏措施",
            "D.编制工程项目计划",
            "E.监督检查实施情况"
        ],
        "answer": [0,1,3]
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1120,
        "type": "单选",
        "question": "120. 项目目标动态控制工作包括:①确定目标控制的计划值;②分解项目目标;③收集项目目标的实际值;④定期比较计划值和实际值;⑤纠正偏差｡正确的工作流程是( )｡",
        "options": [
            "A.①③②⑤④",
            "B.②①③④⑤",
            "C.③②①④⑤",
            "D.①②③④⑤"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1121,
        "type": "单选",
        "question": "121.下列施工项目目标控制措施中,属于组织措施的是( )｡",
        "options": [
            "A.做好施工合同交底工作",
            "B.建立施工项目目标控制工作考评机制",
            "C.合理处置工程变更和施工索赔",
            "D.改进施工方法和施工工艺"
        ],
        "answer": 1
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1122,
        "type": "单选",
        "question": "122.下列施工项目目标控制措施中,属于合同措施的是( )",
        "options": [
            "A.对工程承包风险的应对体现在投标报价中",
            "B.明确工程责任成本",
            "C.采用价值工程方法",
            "D.对工程变更方案进行技术经济分析"
        ],
        "answer": 0
    },
    {
        "chapter": "第1章 建设工程项目组织、规划与控制",
        "id": 1123,
        "type": "单选",
        "question": "123.下列施工项目目标控制措施中,属于经济措施的是( )",
        "options": [
            "A.通过绩效考核实现持续改进",
            "B.采用挣值分析方法",
            "C.对工程变更方案进行技术经济分析",
            "D.施工承包风险的应体现在投标报价中"
        ],
        "answer": 2
    },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1124,
    "type": "单选",
    "question": "124. 在质量管理体系中关键要素的说法,正确的是( )",
    "options": [
      "A.一个过程的输入不能是其他过程的输出",
      "B.《质量管理体系要求》GB/T19001-2016 中的三大过程分别是顾客导向过程､管理过程和内部审核",
      "C.组织机构是组织对人员职责､权限和相互关系的有序安排,其范围通常限于内部组织",
      "D.两个或两个以上相互关联和相互作用的连续过程也可作为一个过程"
    ],
    "answer": 3
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1125,
    "type": "单选",
    "question": "125. 根据《质量管理体系要求》,下列质量管理活动中,属于顾客导向过程的是( )",
    "options": [
      "A.质量目标策划",
      "B.质量风险应对",
      "C.外部供应产品质量控制",
      "D.产品交付后的防护"
    ],
    "answer": 3
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1126,
    "type": "多选",
    "question": "126. 《质量管理体系要求》中程序为要求保留的成文信息的是( )",
    "options": [
      "A.生产和服务的变更",
      "B.质量目标",
      "C.质量方针",
      "D.设计与开发的评审",
      "E.质量管理体系的范围"
    ],
    "answer": [0, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1127,
    "type": "单选",
    "question": "127. 在质量管理中,质量管理体系标准编制的基础是( )",
    "options": [
      "A.质量管理原则",
      "B.过程控制",
      "C.全员参与",
      "D.持续改进"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1128,
    "type": "多选",
    "question": "128. 根据《质量管理体系标准基础和术语》,质量管理原则包括( )",
    "options": [
      "A.以顾客为关注焦点",
      "B.循证决策",
      "C.全员积极参与",
      "D.关系管理",
      "E.全要素控制"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1129,
    "type": "多选",
    "question": "129. 关于质量管理体系七项原则的说法,正确的有( )",
    "options": [
      "A.将活动作为相互关联､功能连贯的过程组成的体系来理解和管理",
      "B.各级领导建立统一的宗旨和方向,并创造全员积极参与实现组织的质量目标的条件",
      "C.全员参与",
      "D.基于数据和信息的分析和评价的决策",
      "E.以产品为首要关注焦点"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1130,
    "type": "单选",
    "question": "130. 质量管理原则中( )是核心｡",
    "options": [
      "A.以顾客为关注焦点",
      "B.领导作用",
      "C.关系管理",
      "D.全员积极参与"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1131,
    "type": "多选",
    "question": "131. 质量管理的核心通常是指( )",
    "options": [
      "A.以顾客为关注焦点",
      "B.领导作用",
      "C.过程控制",
      "D.全员积极参与",
      "E.持续改进"
    ],
    "answer": [2, 3, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1132,
    "type": "多选",
    "question": "132. 根据《环境管理体系基础和术语》GB/T 24001-2016,环境管理体系的基本理念包括( )",
    "options": [
      "A.资源管理",
      "B.合法合规",
      "C.过程管理",
      "D.风险管理",
      "E.领导作用"
    ],
    "answer": [0, 1, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1133,
    "type": "单选",
    "question": "133. 质量管理原则中( )是资源保障｡",
    "options": [
      "A.以顾客为关注焦点",
      "B.领导作用",
      "C.关系管理",
      "D.全员积极参与"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1134,
    "type": "单选",
    "question": "134. 质量管理原则中( )是执行基础｡",
    "options": [
      "A.以顾客为关注焦点",
      "B.领导作用",
      "C.关系管理",
      "D.全员积极参与"
    ],
    "answer": 3
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1135,
    "type": "多选",
    "question": "135. 根据《环境管理体系要求及使用指南》,领导作用在环境管理体系中处于核心地位, 这里的“领导作用”包括( )",
    "options": [
      "A.领导作用和承诺",
      "B.组织所处环境",
      "C.环境方针",
      "D.组织的角色､职责和权限",
      "E.相关方价值"
    ],
    "answer": [0, 2, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1136,
    "type": "单选",
    "question": "136. 环境管理体系的核心内容中,策划主要包括环境目标及其实现的策划和( )｡",
    "options": [
      "A.应对风险和机遇的措施",
      "B.应急准备和响应",
      "C.信息交流",
      "D.内部审核"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1137,
    "type": "单选",
    "question": "137. 环境管理体系的核心内容中,运行包括运行策划与控制以及( )｡",
    "options": [
      "A.监测､测量､分析和评价",
      "B.内部审核",
      "C.应急准备和响应",
      "D.应对风险和机遇的措施"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1138,
    "type": "多选",
    "question": "138. 下列内容中,属于环境管理体系中“绩效评价”内容的有( )",
    "options": [
      "A.组织的角色､职责和权限",
      "B.环境目标及其实现的策划",
      "C.监视､测量､分析和评价",
      "D.内部审核",
      "E.管理评审"
    ],
    "answer": [2, 3, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1139,
    "type": "单选",
    "question": "139. 根据《环境管理体系要求及使用指南》,“应急准备和响应”属于环境管理体系部分中的内容是()",
    "options": [
      "A.领导作用",
      "B.运行",
      "C.策划",
      "D.支持"
    ],
    "answer": 1
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1140,
    "type": "多选",
    "question": "140. 在环境管理体系中,支持是指对整个环境管理体系的策划､运行､检查和改进等起支持作用的条款,它包括()",
    "options": [
      "A.资源",
      "B.能力",
      "C.组织的角色､职责和权限",
      "D.信息交流",
      "E.文件化信息"
    ],
    "answer": [0, 1, 3, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1141,
    "type": "单选",
    "question": "141. 下列职业健康安全管理体系标准的基本要求中,属于组织所处环境要素的是( )",
    "options": [
      "A.组织的角色､职责和权限",
      "B.确定职业健康安全管理体系范围",
      "C.职业健康安全方针",
      "D.领导作用与承诺"
    ],
    "answer": 1
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1142,
    "type": "单选",
    "question": "142. 在职业健康安全管理体系的维持过程中,组织管理者按策划的时间间隔对组织的职业健康安全管理体系进行评审,以确保其持续的适宜性､充分性和有效性,这称为( )",
    "options": [
      "A.内部审核",
      "B.管理评审",
      "C.内部控制",
      "D.系统评审"
    ],
    "answer": 1
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1143,
    "type": "单选",
    "question": "143. 职业健康安全管理体系标准符合国际标准化组织(ISO)对管理体系标准的要求,这体现了职业健康安全管理体系标准的( )特点｡",
    "options": [
      "A.系统化管理机制",
      "B.广泛的适用性",
      "C.与其他管理体系兼容",
      "D.应用的灵活性"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1144,
    "type": "单选",
    "question": "144. 下列关于职业健康安全管理体系标准特点的说法,正确的是( )",
    "options": [
      "A.职业健康安全管理体系标准重点关注组织的经营结果",
      "B.职业健康安全管理体系标准的广泛适用性,适用于任何规模､类型和活动的组织",
      "C.职业健康安全管理体系标准遵循强制性原则,所有组织必须进行职业健康安全管理体系标准建立及认证审核",
      "D.职业健康安全管理体系标准应用灵活,既规定了具体的职业健康安全绩效准则,也提供了职业健康安全管理体系的设计规范"
    ],
    "answer": 1
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1145,
    "type": "多选",
    "question": "145. 根据《卓越绩效评价准则》,建筑企业实施卓越绩效管理,在组织驱动力层面应遵循的基本理念是( )",
    "options": [
      "A.以战略统领组织的管理活动",
      "B.学习､改进与创新",
      "C.重视过程与关注结果",
      "D.确保组织中员工的发展和权益",
      "E.战略导向"
    ],
    "answer": [0, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1146,
    "type": "单选",
    "question": "146. 企业要恪守商业道德,保护公众健康､安全和环境,注重保护资源｡属于组织经营理念中的( )",
    "options": [
      "A.战略导向",
      "B.社会责任",
      "C.以人为本",
      "D.合作共赢"
    ],
    "answer": 1
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1147,
    "type": "单选",
    "question": "147. 《卓越绩效评价准则》的实质是一种( )评价｡",
    "options": [
      "A.标准化导向",
      "B.符合性",
      "C.合格性",
      "D.成熟度"
    ],
    "answer": 3
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1148,
    "type": "多选",
    "question": "148. 根据《卓越绩效评价准则》GB/T 19580-2012,“领导作用”三角,包括( )",
    "options": [
      "A.战略",
      "B.领导",
      "C.结果",
      "D.资源",
      "E.顾客与市场"
    ],
    "answer": [0, 1, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1149,
    "type": "多选",
    "question": "149. 根据《卓越绩效评价准则》GB/T 19580-2012,“过程结果”三角,包括( )",
    "options": [
      "A.战略",
      "B.改进",
      "C.结果",
      "D.资源",
      "E.过程管理"
    ],
    "answer": [2, 3, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1150,
    "type": "单选",
    "question": "150. 根据《卓越绩效评价准则》GB/T19580-2012,作为组织运作的基础,转动着PDCA循环,推动组织的改进和创新的是( )",
    "options": [
      "A.测量､分析与改进",
      "B.战略",
      "C.过程管理",
      "D.顾客与市场"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1151,
    "type": "多选",
    "question": "151. 根据《卓越绩效评价准则》,卓越绩效评价要素包括( )",
    "options": [
      "A.领导",
      "B.结果",
      "C.战略",
      "D.目标",
      "E.资源"
    ],
    "answer": [0, 1, 2, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1152,
    "type": "多选",
    "question": "152. 我国建筑企业已由粗放型发展转为精细化经营,未来发展的关键是全面发展,不断提高核心竞争力,实施卓越绩效管理的措施有()",
    "options": [
      "A.发挥领导带头作用,强化卓越意识",
      "B.坚持标准化导向,统领管理活动",
      "C.坚持顾客导向,提高顾客满意度",
      "D.履行企业责任,成为卓越企业公民",
      "E.重视结果管理,从多个维度关注结果"
    ],
    "answer": [0, 2]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1153,
    "type": "多选",
    "question": "153. 建筑企业建立和实施质量､环境､职业健康安全一体化管理体系时,支持与运行过程需进行的工作有( )",
    "options": [
      "A.实施并保持沟通",
      "B.确定并提供资源",
      "C.创建､更新和控制成文信息",
      "D.持续改进",
      "E.管理评审"
    ],
    "answer": [0, 1, 2]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1154,
    "type": "多选",
    "question": "154. 建筑企业建立全面一体化管理体系至少应具备( )条件",
    "options": [
      "A.初步确定了方针目标",
      "B.明确管理职责",
      "C.明确了组织机构设置或调整的方案",
      "D.追求卓越绩效",
      "E.基本确定了管理体系的主要过程及其需要开展的主要活动"
    ],
    "answer": [0, 2, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1155,
    "type": "单选",
    "question": "155. 企业新建立全面一体化管理体系时,管理体系文件一般按()顺序进行｡ ①程序文件②管理手册③记录④工作指导书",
    "options": [
      "A.①②③④",
      "B.②①③④",
      "C.②①④③",
      "D.①②④③"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1156,
    "type": "单选",
    "question": "156. 风险管理的目的是( )",
    "options": [
      "A.控制损失",
      "B.持续改进",
      "C.创造和保护价值",
      "D.整合风险管理"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1157,
    "type": "单选",
    "question": "157. 《风险管理指南》GB/T 24353-2022 采用“三轮”形式概括了风险管理的原则､框架和过程,其中风险管理框架轮的核心是( )",
    "options": [
      "A.领导作用和承诺",
      "B.整合",
      "C.设计",
      "D.创造和保护价值"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1158,
    "type": "单选",
    "question": "158. 根据国家标准《风险管理指南》,下列风险管理原则中,将风险管理的原则､框架和过程融入组织其他管理活动和制度的是( )",
    "options": [
      "A.整合",
      "B.定制化",
      "C.包容性",
      "D.动态性"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1159,
    "type": "单选",
    "question": "159. 根据《风险管理指南》GB/T 24353-2022 提出的风险管理过程,实施风险管理的首要步骤是( )",
    "options": [
      "A.确定范围､环境和准则",
      "B.风险评估",
      "C.沟通和咨询",
      "D.风险识别"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1160,
    "type": "单选",
    "question": "160. 根据《风险管理指南》GB/T 24353-2022 风险评价的目的是( )",
    "options": [
      "A.发现､确认和描述可能有助于或妨碍组织实现目标的风险",
      "B.了解风险性质及其特征",
      "C.支持决策",
      "D.选择和实施风险处理方案"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1161,
    "type": "单选",
    "question": "161. 根据《社会责任指南》,下列社会责任原则中,说法错误的是( )",
    "options": [
      "A.组织为其对社会和环境的影响担责",
      "B.透明原则要求公开专有信息,但不要求提供机密信息",
      "C.组织的行为不仅对人､动物和环境给予关怀,而且还承诺对其决策和活动给利益相关方利益所造成的影响予以处理",
      "D.组织宜认可尊重法治具有强制性"
    ],
    "answer": 1
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1162,
    "type": "单选",
    "question": "162. 根据《社会责任指南》,为履行“公平运行实践”的核心主题,建筑企业应确定的社会责任议题是( )",
    "options": [
      "A.民主管理",
      "B.职业健康安全",
      "C.尊重产权",
      "D.收入创造"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1163,
    "type": "多选",
    "question": "163. 根据《社会责任指南》,为履行“劳工实践”的核心主题,建筑企业应确定的社会责任议题是( )",
    "options": [
      "A.民主管理",
      "B.职业健康安全",
      "C.尊重产权",
      "D.工作中的基本原则和权利",
      "E.公民和政治权利"
    ],
    "answer": [0, 1]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1164,
    "type": "单选",
    "question": "164. 社会责任管理体系的结构和方法与国际标准化组织(ISO)其他管理体系标准一样,应基于( )的概念和高层结构",
    "options": [
      "A.识别-分析-评价-应对",
      "B.分析-识别-评价-反对",
      "C.检查-策划-实施-改进",
      "D.策划-实施-检查-改进"
    ],
    "answer": 3
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1165,
    "type": "多选",
    "question": "165. 根据国家标准《社会责任报告编写指南》,社会责任报告的编写和发布宜遵循的原则说法正确的是( )",
    "options": [
      "A.完整全面,不宜进行选择性披露,并要求披露专有信息",
      "B.考虑利益相关方的文化､社会､教育和经济的背景保证易读易懂",
      "C.用某特定形式发布",
      "D.简单回应报告期利益相关方的相关关切",
      "E.获取方便"
    ],
    "answer": [1, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1166,
    "type": "多选",
    "question": "166. 下列关于社会责任与ESG 的说法,正确的有( )",
    "options": [
      "A.社会责任更加注重“性质”体现",
      "B.社会责任传播属性更强",
      "C.ESG 更注重口碑建立及品牌推广",
      "D.ESG 与投融资等关系更为密切",
      "E.相对于社会责任,ESG 更加关注环境､社会等具体细分内容"
    ],
    "answer": [0, 1, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1167,
    "type": "多选",
    "question": "167. 美国项目管理协会(PMI)发布的《项目管理知识体系指南(第8版)》中,项目管理绩效域所包含的内容有( )",
    "options": [
      "A.进度",
      "B.资源",
      "C.财务",
      "D.构建赋能文化",
      "E.聚焦于价值"
    ],
    "answer": [0, 1, 2]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1168,
    "type": "多选",
    "question": "168. 国际项目管理协会(IPMA)的能力基准将个人能力分为( )",
    "options": [
      "A.环境能力",
      "B.行为能力",
      "C.技术能力",
      "D.管理能力",
      "E.组织能力"
    ],
    "answer": [0, 1, 2]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1169,
    "type": "单选",
    "question": "169. 根据(IPMA OCB)的个人能力基准,可用于支持个人与环境交互的方法､工具和技术,以及引领个人､组织和社会发起或支持项目､项目群和项目组合的理论依据是( )",
    "options": [
      "A.环境能力",
      "B.行为能力",
      "C.技术能力",
      "D.管理能力"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1170,
    "type": "多选",
    "question": "170. 国际项目管理协会(IPMA)的能力基准将组织能力分为( )",
    "options": [
      "A.治理",
      "B.人员能力",
      "C.行为能力",
      "D.组织一致性",
      "E.资源"
    ],
    "answer": [0, 1, 3, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1171,
    "type": "多选",
    "question": "171. 根据IPMA OCB项目的组织能力,属于PP&P组织一致性能力的要素有( )",
    "options": [
      "A.责权一致",
      "B.过程一致",
      "C.结构一致",
      "D.目标一致",
      "E.文化一致"
    ],
    "answer": [1, 2, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1172,
    "type": "单选",
    "question": "172. 项目管理责任制度的核心内容是( )",
    "options": [
      "A.项目经理责任制",
      "B.项目承包责任制",
      "C.项目绩效考核制度",
      "D.项目奖惩制度"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1173,
    "type": "单选",
    "question": "173. 根据《建设工程项目管理规范》GB/T50326-2017,项目管理策划应遵循下列程序:①识别项目管理范围;②确定项目实施方法;③规定项目需要的各种资源;④测算项目成本;⑤进行项目工作分解;⑥对各个项目管理过程进行策划｡其正确的策划流程是( )",
    "options": [
      "A.①⑥⑤②③④",
      "B.⑤①⑥②③④",
      "C.①⑤②③④⑥",
      "D.⑤①②⑥③④"
    ],
    "answer": 2
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1174,
    "type": "多选",
    "question": "174. 根据《建设工程项目管理规范》GB/T50326-2017,在项目技术管理中,项目管理机构在进行项目技术应用活动前应确定的项目技术管理措施有( )",
    "options": [
      "A.技术规格书",
      "B.施工组织设计",
      "C.风险分析",
      "D.采购计划",
      "E.信息技术应用管理"
    ],
    "answer": [0, 1, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1175,
    "type": "单选",
    "question": "175. 根据《建设工程项目管理规范》规定的项目沟通管理程序,项目沟通管理首先应进行的工作是( )",
    "options": [
      "A.分解项目实施目标",
      "B.制定项目沟通计划",
      "C.明确项目沟通内容",
      "D.分析项目相关方需求"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1176,
    "type": "多选",
    "question": "176. 根据《建设工程项目管理规范》GB/T50326-2017,企业应建立项目收尾管理制度,明确项目收尾管理的职责和工作程序｡项目管理机构应实施的项目收尾工作有( )",
    "options": [
      "A.合同的信息反馈与协调",
      "B.文件与档案管理",
      "C.清算合同双方的债权债务",
      "D.评价项目管理实施效果",
      "E.理顺､终结所涉及的对外关系"
    ],
    "answer": [2, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1177,
    "type": "单选",
    "question": "177. 根据《建设工程施工项目经理岗位职业标准》T/CCIAT 0010-2019,下列工作中,属于施工项目经理在施工准备阶段进行的管理工作的是( )",
    "options": [
      "A.分析施工风险并提出控制措施",
      "B.分析工程项目目标偏差并采取措施",
      "C.组织工程质量内部检验",
      "D.调整工程项目实施计划"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1178,
    "type": "单选",
    "question": "178. 面对复杂多变的项目环境,项目管理的发展趋势是实施( )驱动型项目管理｡",
    "options": [
      "A.价值",
      "B.资源",
      "C.技术",
      "D.组织"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1179,
    "type": "多选",
    "question": "179. 根据《项目管理知识体系指南》(第7版)价值交付系统需要考虑的内容主要包括( )",
    "options": [
      "A.创造价值",
      "B.组织治理体系",
      "C.与项目有关的职能",
      "D.满足项目强调的“铁三角”",
      "E.产品管理考虑因素"
    ],
    "answer": [0, 1, 2, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1180,
    "type": "多选",
    "question": "180. 根据《项目管理知识体系指南》,在价值交付系统中,组织治理体系的要素有()",
    "options": [
      "A.监督",
      "B.控制",
      "C.价值评估",
      "D.决策能力",
      "E.引导和支持"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1181,
    "type": "多选",
    "question": "181. 价值驱动型项目管理有如下基本理念,说法正确的是( )",
    "options": [
      "A.如果做的是错误的项目,那么项目执行得再完美也无关紧要",
      "B.价格是实施项目所付出的,价值是实施项目得到的",
      "C.满足进度(工期)､成本､范围“铁三角”的项目并不一定在项目完成后产生必要的商业价值",
      "D.当商业价值实现时,项目就成功了",
      "E.拥有成熟的项目管理实践能保证项目完成后会有商业价值"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1182,
    "type": "单选",
    "question": "182. 关于项目管理标准说法,不正确的是( )",
    "options": [
      "A.由卫星和地面站的设计､卫星和地面站的施工､系统集成､卫星发射等多个项目组成的通信卫星系统是项目组合管理",
      "B.项目组合中的项目之间没必要相互关联",
      "C.项目群管理是组织为实现战略目标､获得收益而以一种综合协调方式对一组相关项目进行的管理",
      "D.项目管理有单一项目管理､多项目管理"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1183,
    "type": "单选",
    "question": "183. 根据国际标准《项目､项目群和项目组合管理项目群管理指南》,下列说法不正确的是( )",
    "options": [
      "A.项目组合中的项目一定相互依存和相互关联",
      "B.项目群具有复杂性和不确定性",
      "C.项目组合是一种层级结构",
      "D.项目群由具有相互依存和相互关联的项目群组件构成"
    ],
    "answer": 0
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1184,
    "type": "多选",
    "question": "184. 关于项目群及其管理的说法,正确的有( )",
    "options": [
      "A.项目群管理团队负责项目群的整体绩效",
      "B.项目群经理对整个项目群战略和项目群支持负责任",
      "C.项目群为利益相关方提供收益",
      "D.项目群可以是战略性或经营性的",
      "E.项目群收尾后有可能实现无形收益"
    ],
    "answer": [2, 3, 4]
  },
  {
    "chapter": "第2章 建设工程项目管理相关体系标准",
    "id": 1185,
    "type": "多选",
    "question": "185. 关于项目组合和项目组合管理的说法,正确的有( )",
    "options": [
      "A.项目组合是项目､项目群及其他相关工作的一个集合",
      "B.同一个项目组合中的项目都能得到一视同仁地对待",
      "C.项目组合能力是指组织通过资源利用实现其战略目标的能力",
      "D.项目的绩效评价指标应与项目组合及其匹配的战略目标挂钩",
      "E.组织应对项目组合组件进行筛选及调整,确保其与资源需求相匹配"
    ],
    "answer": [0, 2, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1186,
    "type": "单选",
    "question": "186.关于建设工程合同订立程序的说法,正确的是( )",
    "options": [
      "A.招标人通过媒体发布招标公告,称为承诺",
      "B.招标人向符合条件的投标人发出招标文件,称为要约邀请",
      "C.投标人向招标人提交投标文件,称为承诺",
      "D.招标人向中标人发出中标通知书,称为要约邀请"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1187,
    "type": "单选",
    "question": "187.对于建设单位来说,采用公开招标的缺点是( )",
    "options": [
      "A.不利于选择可靠的承包商",
      "B.无法对投标申请者进行充分的资格预审",
      "C.招标时间长､评标工作量大",
      "D.招标工作费用高､投标报价也高"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1188,
    "type": "单选",
    "question": "188.与公开招标方式相比,采用邀请招标方式具有的特点是( )",
    "options": [
      "A.招标人不需要发出投标邀请函",
      "B.投标人不需要提交表明其资质的证明材料",
      "C.评标时不需要对投标文件进行合格性审查",
      "D.招标中不需要设置资格预审程序"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1189,
    "type": "多选",
    "question": "189.建设单位采用邀请招标方式选择施工单位的优点有( )",
    "options": [
      "A.投标人数量较少,可以减少评标工作量,降低费用",
      "B.投标人范围较广,有利于获得在技术上有竞争力的报价",
      "C.不需要设置资格预审环节,可以缩短招标时间",
      "D.可以在一定程度上减少合同履行中的承包商违约风险",
      "E.可以在较大程度上避免招标过程中的串标行为"
    ],
    "answer": [0, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1190,
    "type": "单选",
    "question": "190.当建设单位采用邀请招标的方式选择承包商时,一般邀请的对象最少不应少于( )家",
    "options": [
      "A.3",
      "B.5",
      "C.7",
      "D.10"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1191,
    "type": "单选",
    "question": "191.施工招标准备工作内容主要有:①办理招标申请手续;②组建招标组织;③编制资格预审文件;④编制招标文件;⑤进行招标策划｡正确的工作顺序是( )",
    "options": [
      "A.①④②③⑤",
      "B.②①⑤③④",
      "C.①②⑤④③",
      "D.②①③⑤④"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1192,
    "type": "多选",
    "question": "192.下列招标人的工作中,属于招标策划阶段工作内容的有( )",
    "options": [
      "A.确定承包模式",
      "B.编制资格预审文件",
      "C.划分施工标段",
      "D.编制招标文件",
      "E.选择合同计价方式"
    ],
    "answer": [0, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1193,
    "type": "多选",
    "question": "193.划分施工标段时,应考虑的因素包括( )",
    "options": [
      "A.工程特点",
      "B.对工程造价的影响",
      "C.承包单位专长的发挥",
      "D.设计图纸供应",
      "E.合同计价方式"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1194,
    "type": "单选",
    "question": "194.对于工程规模大､专业复杂的工程,建设单位管理能力有限时,宜采用的发承包模式是( )",
    "options": [
      "A.专业分包",
      "B.合作体承包",
      "C.施工总承包",
      "D.平行承包"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1195,
    "type": "多选",
    "question": "195.下列招标人的工作中,属于施工招标准备工作的是( )",
    "options": [
      "A.编制资格预审文件",
      "B.发布资格预审公告",
      "C.编制招标文件",
      "D.审查资格预审申请文件",
      "E.办理招标申请手续"
    ],
    "answer": [0, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1196,
    "type": "多选",
    "question": "196.根据国家九部委《标准施工招标资格预审文件》,资格预审文件的内容包括( )",
    "options": [
      "A.项目建设概况",
      "B.工程采用的技术标准和要求",
      "C.拟采用的合同条款",
      "D.资格审查办法",
      "E.招标人对资格预审文件的澄清､修改"
    ],
    "answer": [0, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1197,
    "type": "多选",
    "question": "197.根据国家九部委《标准施工招标文件》,施工招标文件的内容包括( )",
    "options": [
      "A.招标公告",
      "B.评标办法",
      "C.合同条款及格式",
      "D.资格审查办法",
      "E.技术标准和要求"
    ],
    "answer": [0, 1, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1198,
    "type": "多选",
    "question": "198.下列关于资格预审文件的说法中,不正确的是( )",
    "options": [
      "A.资格预审文件的发售期不少于3天",
      "B.潜在投标人对资格预审文件有异议的,应在提交资格预审申请文件截止时间3日前提出",
      "C.潜在投标人对资格预审文件提出异议,招标人应自收到异议之日起2日内作出答复",
      "D.资格审查委员会应由招标人代表和有关技术､经济方面的专家组成,5人以上单数",
      "E.对于依法必须进行招标的项目的资格预审公告,招标单位可以自己选择媒介发布"
    ],
    "answer": [0, 1, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1199,
    "type": "多选",
    "question": "199.投标人资格预审分初步审查和详细审查两个环节｡初步审查标准通常包括( )",
    "options": [
      "A.是否具备有效的营业执照",
      "B.申请人名称是否与营业执照一致",
      "C.申请函是否有法定代表人或其委托代理人签字并加盖单位章",
      "D.申请人的资质等级是否符合申请人须知中要求的条件",
      "E.联合体申请人是否提交联合体协议书并明确联合体牵头人"
    ],
    "answer": [1, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1200,
    "type": "多选",
    "question": "200.下列关于投标人资格预审方法的说法,正确的有( )",
    "options": [
      "A.合格制会使投标竞争更加充分,增加招标成本",
      "B.有限数量制不能限制投标人数量",
      "C.合格制可不用进行初步审查工作",
      "D.有限数量制可不用进行初步审查工作",
      "E.有限数量制需要对通过审查的资格预审申请文件进行量化打分"
    ],
    "answer": [0, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1201,
    "type": "单选",
    "question": "201.施工投标资格预审中,与合格制相比,采用有限数量制时,需要对资格预审申请文件进行的不同工作是( )",
    "options": [
      "A.初步审查",
      "B.面谈答辩",
      "C.详细审查",
      "D.量化打分"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1202,
    "type": "单选",
    "question": "202.发售招标文件和组织现场踏勘的说法,正确的是( )",
    "options": [
      "A.招标人应免费发放招标或资格预审文件",
      "B.招标文件发出后不能进行澄清或修改",
      "C.投标人踏勘现场发生的费用自理",
      "D.自招标文件出售之日起至停止出售之日止,最短不得少于15日"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1203,
    "type": "单选",
    "question": "203.关于建设工程施工招标标前会议的说法,正确的有( )",
    "options": [
      "A.标前会议是招标人按投标须知在规定的时间､地点召开的会议",
      "B.标前会议结束后,招标人应将会议纪要用书面形式发给每个参会人",
      "C.招标人的答复函件对问题的答复须注明问题来源",
      "D.会议上澄清内容不作为招标文件的组成部分"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1204,
    "type": "多选",
    "question": "204.工程招标过程中,在开标环节应进行的工作有( )",
    "options": [
      "A.公布评标委员会成员名单",
      "B.对投标文件进行形式审查",
      "C.检查投标文件密封情况",
      "D.公布投标人名称及其投标报价",
      "E.设有标底的工程公布标底"
    ],
    "answer": [2, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1205,
    "type": "多选",
    "question": "205.评标初步评审阶段的主要工作内容包括( )",
    "options": [
      "A.响应性评审",
      "B.资格评审",
      "C.施工组织设计和项目管理机构设置合理性评审",
      "D.形式评审",
      "E.投标报价和付款条件"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1206,
    "type": "单选",
    "question": "206.在施工评标初步评审环节中,投标文件对招标文件的响应性评审包括( )",
    "options": [
      "A.工程进度计划与措施",
      "B.技术标准和要求",
      "C.质量管理体系与措施",
      "D.投标人的财务状况"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1207,
    "type": "单选",
    "question": "207.关于建设工程施工招标评标的说法,正确的是( )",
    "options": [
      "A. 投标报价中出现单价与数量的乘积之和与总价不一致时,将作无效标处理",
      "B. 投标书中大写金额与小写金额不一致时,将作无效标处理",
      "C. 详细评审的综合评估法,按得分由高到低顺序推荐中标候选人",
      "D. 初步评审是对标书进行实质性审查"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1208,
    "type": "单选",
    "question": "208.采用综合评估法评标时,下列评标的做法中,正确的是( )",
    "options": [
      "A.综合评分相等时,以投标报价高的优先",
      "B.综合评分相等且投标报价也相等的,由评标委员会自行确定中标候选人",
      "C.评标委员会按综合评分由低到高顺序向招标人推荐中标候选人",
      "D.评标委员会按综合评分由高到低顺序向招标人推荐中标候选人"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1209,
    "type": "单选",
    "question": "209.下列关于施工决标成交的说法,不正确的有( )",
    "options": [
      "A.招标人最迟应在书面合同签订后7日内向中标人和未中标的投标人退还投标保证金及银行同期存款利息",
      "B.合同标的是合同最基本的要素",
      "C.招标人和中标人应当自中标通知书发出之日起30日内,按照招标文件和中标人的投标文件订立书面合同",
      "D.招标人和中标人不得再行订立背离合同实质性内容的其他协议"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1210,
    "type": "多选",
    "question": "210.签订合同时,合同的( )等主要条款应当与招标文件和中标人的投标文件保持一致",
    "options": [
      "A.合同标的",
      "B.合同价款",
      "C.履行期限",
      "D.合同份数",
      "E.合同质量"
    ],
    "answer": [0, 1, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1211,
    "type": "单选",
    "question": "211.某工程招标时已有施工图设计文件,技术比较简单､施工任务和发包范围明确,工期为10个月,预计合同履行中不会出现较大设计变更,招标方为了控制总造价,适宜采用的合同计价方式是( )",
    "options": [
      "A.可调单价合同",
      "B.可调总价合同",
      "C.固定总价合同",
      "D.固定单位合同"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1212,
    "type": "单选",
    "question": "212.某工程施工中有较大部分采用新技术､新工艺的工程,建设单位和施工单位缺乏经验,又无国家标准的,最适宜采用的合同计价方式是( )",
    "options": [
      "A.固定单价合同",
      "B.可调单价合同",
      "C.成本加酬金合同",
      "D.固定总价合同"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1213,
    "type": "单选",
    "question": "213.采用( )形式,可以在合同双方之间较为合理地分担合同履行过程中的风险",
    "options": [
      "A.总价合同",
      "B.单价合同",
      "C.成本加酬金合同",
      "D.固定总价合同"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1214,
    "type": "单选",
    "question": "214.关于固定单价合同的说法,正确的是( )",
    "options": [
      "A.当通货膨胀达到一定水平时,可对单价进行调整",
      "B.当国家政策发生变化时,可对单价进行调整",
      "C.当实际工程量发生较大变化时,可对单价进行调整",
      "D.无论发生哪些影响价格的因素都不对单价进行调整"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1215,
    "type": "多选",
    "question": "215.当建设工程施工承包合同的计价方式采用变动单价时,合同中可以约定合同单价调整的情况有( )",
    "options": [
      "A.工程量发生比较大的变化",
      "B.承包商自身成本发生比较大的变化",
      "C.业主资金不到位",
      "D.市场价格变化达到一定程度",
      "E.国家相关政策发生变化"
    ],
    "answer": [0, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1216,
    "type": "单选",
    "question": "216.某工程合同价为1000万元,合同约定:物价变化时合同价款调整采用调值公式法,其中固定要素比例为0.3,调价要素为人工费､钢材､水泥三类,分别占合同价的比例为0.2､0.15､0.35,结算时价格指数分别增长了20%､15%､25%,则该工程实际价款的变化值为( )万元",
    "options": [
      "A.150",
      "B.100",
      "C.120",
      "D.200"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1217,
    "type": "单选",
    "question": "217.某工程合同价为1000万元,合同约定:物价变化时合同价款调整采用调值公式法,其中固定要素比例为0.3,调价要素中钢材的价格指数增长了10%,水泥的价格指数增长20%,其余未发生变化,钢材占调值部分的30%,水泥占调值部分的50%,按调值公式法进行动态结算,调整后的工程款为()万元",
    "options": [
      "A.1400",
      "B.1230",
      "C.1091",
      "D.1130"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1218,
    "type": "单选",
    "question": "218.可调总价合同,根据公式调价法进行调价,调价公式中非调价因子的加权系数越大,表明( )风险越大",
    "options": [
      "A.建设单位承担价格上涨",
      "B.承包方承担价格上涨",
      "C.承包方承担增加工程量",
      "D.建设单位承担增加工程量"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1219,
    "type": "单选",
    "question": "219.某土石方工程采用混合计价｡其中土方工程采用总价包干14万元:石方工程采用综合单价合同,单价为100元/m³ 该工程有关工程量和价格资料见下表,则该工程结算价款为( )万元",
    "options": [
      "A.34",
      "B.39",
      "C.37",
      "D.42"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1220,
    "type": "多选",
    "question": "220.可调总价施工合同履行过程中,常用的调价方法有( )",
    "options": [
      "A.价差调整法",
      "B.文件证明法",
      "C.票据价格调整法",
      "D.公式调价法",
      "E.量差调整法"
    ],
    "answer": [1, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1221,
    "type": "多选",
    "question": "221.下列成本加酬金合同计价方式中,有利于鼓励施工单位降低成本和缩短工期,同时建设单位和施工单位都不会承担太大风险的合同计价方式有( )",
    "options": [
      "A.成本加固定百分比酬金",
      "B.成本加固定酬金",
      "C.成本加浮动酬金",
      "D.目标成本加奖罚",
      "E.直接成本加固定基本酬金"
    ],
    "answer": [2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1222,
    "type": "单选",
    "question": "222.工程施工合同采用目标成本加奖罚计价方式时,合同价款正确的计算方式是( )",
    "options": [
      "A.实际发生的直接费+目标成本×基本酬金计算百分比+奖罚酬金",
      "B.目标成本×(1+基本酬金计算百分比)+奖罚酬金",
      "C.目标成本+实际发生的直接费×基本酬金计算百分比+奖罚酬金",
      "D.实际发生的直接费×(1+基本酬金计算百分比)+奖罚酬金"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1223,
    "type": "多选",
    "question": "223.建设单位选择合同计价方式时,通常会考虑的因素有( )",
    "options": [
      "A.分包合同数量",
      "B.工程复杂程度",
      "C.工程设计深度",
      "D.工期紧迫程度",
      "E.专业工程种类"
    ],
    "answer": [1, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1224,
    "type": "单选",
    "question": "224.下列不同计价方式的合同中,施工承包单位承担风险最小的是( )",
    "options": [
      "A.成本加固定百分比酬金合同",
      "B.总价合同",
      "C.单价合同",
      "D.目标成本加奖罚合同"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1225,
    "type": "多选",
    "question": "225.下列施工单位准备投标的工程中,报价可以偏高一些的有( )",
    "options": [
      "A.施工条件差､工期又紧的工程",
      "B.有特殊要求的港口码头工程",
      "C.支付条件不理想的地下开挖工程",
      "D.投标对手多､竞争激烈的工程",
      "E.专业要求高的技术密集型工程且施工单位在这方面有专长,声望也比较高"
    ],
    "answer": [0, 1, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1226,
    "type": "多选",
    "question": "226.某施工设计项目采用不平衡报价法报价时,可采用较低报价的分部工程有( )",
    "options": [
      "A.后期施工的装饰装修工程",
      "B.业主可能取消的分部工程",
      "C.前期施工的分部工程",
      "D.设备安装",
      "E.预计工程量会增加的分部工程"
    ],
    "answer": [0, 1, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1227,
    "type": "多选",
    "question": "227.对于允许多方案报价的施工招标项目,投标人宜采用多方案报价法进行报价的情形有( )",
    "options": [
      "A.招标工程范围不明确",
      "B.设计文件完整清晰",
      "C.招标文件条款不清楚",
      "D.技术规范要求过于苛刻",
      "E.投标时间紧迫"
    ],
    "answer": [0, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1228,
    "type": "单选",
    "question": "228.对于招标文件中规定可提一个建议方案说法不正确的是( )",
    "options": [
      "A.对原招标方案一定也要报价",
      "B.可以修改原设计方案,提出投标人方案",
      "C.新建议方案可以降低总造价",
      "D.建议方案一定要写得具体,具有较强的可操作行"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1229,
    "type": "单选",
    "question": "229.招标人在施工招标文件中规定了暂定金额的分项内容和暂定总价款时,并规定所有投标单位都必须在总报价中加入这笔固定金额,投标人可采用的报价策略是( )",
    "options": [
      "A.适当提高暂定金额分项内容的单价",
      "B.适当减少暂定金额中的分项工程量",
      "C.适当降低暂定金额分项内容的单价",
      "D.适当增加暂定金额中的分项工程量"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1230,
    "type": "多选",
    "question": "230.施工投标文件通常包括( )",
    "options": [
      "A.商务标书",
      "B.技术标书",
      "C.投标人须知",
      "D.技术标准和要求",
      "E.投标函及其他有关文件"
    ],
    "answer": [0, 1, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1231,
    "type": "单选",
    "question": "231.承包人提交投标文件时,施工组织设计应包含在( )中",
    "options": [
      "A.投标函",
      "B.技术标书",
      "C.商务标书",
      "D.投标函附录"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1232,
    "type": "单选",
    "question": "232.施工投标文件的编制应遵循的原则不包括( )",
    "options": [
      "A.突出专业性",
      "B.凸显全面性",
      "C.保证可行性",
      "D.注重规范性"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1233,
    "type": "单选",
    "question": "233.施工投标文件编制完成后,按招标文件要求全面校对投标文件的正确做法是( )",
    "options": [
      "A.合理化建议内容无须进行多人次校对",
      "B.编制人员校对后无需交由相关负责人审核",
      "C.工程总报价至少应由两人分别校对一遍",
      "D.校对时只是重点检查投标文件页码是否有误"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1234,
    "type": "多选",
    "question": "234.工程总承包招标文件与施工招标文件组成不同的是,施工招标文件中的( )",
    "options": [
      "A.工程量清单",
      "B.图纸",
      "C.发包人要求",
      "D.技术标准和要求",
      "E.发包人提供的资料"
    ],
    "answer": [0, 1, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1235,
    "type": "单选",
    "question": "235.招标人按照投标人须知前附表要求,对于符合招标文件规定的未中标人的设计成果给予补偿后,关于该设计成果使用的说法,正确的是( )",
    "options": [
      "A.招标人应保护未中标人知识产权且不得使用其设计成果",
      "B.招标人有权免费使用未中标人的设计成果",
      "C.应由中标人与未中标人协商使用其设计成果的许可和费用",
      "D.中标人应邀请未中标人加入其设计团队并使用末中标人的设计成果"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1236,
    "type": "单选",
    "question": "236.组成施工合同文件包括:①投标函及投标函附件;②中标通知书;③合同协议书;④通用合同条款;⑤专用合同条款等｡这些合同文件的优先解释顺序为( )",
    "options": [
      "A.③-①-②-④-⑤",
      "B.③-②-①-④-⑤",
      "C.③-②-①-⑤-④",
      "D.①-②-③-⑤-④"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1237,
    "type": "多选",
    "question": "237.根据《标准施工招标文件》,下列工作中,属于发包人责任和义务的有( )",
    "options": [
      "A.提供施工场地的地下管线和地下设施等资料",
      "B.运输的超大件或超重件时负责向交通运输管理部门办理申请手续",
      "C.负责施工场地周边环境与生态的保护工作",
      "D.应负责修建､维修､养护和管理施工所需的临时道路",
      "E.组织设计单位进行设计交底"
    ],
    "answer": [0, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1238,
    "type": "多选",
    "question": "238.根据国家九部委《标准施工招标文件》,下列工作中,属于承包人主要义务的有( )",
    "options": [
      "A.负责未竣工工程的照管和维护工作",
      "B.组织设计交底",
      "C.负责施工现场内外的交通道路",
      "D.编制工程实施的各项措施计划",
      "E.查勘施工现场"
    ],
    "answer": [0, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1239,
    "type": "多选",
    "question": "239.根据《标准施工招标文件》,承包人应编制的工程实施措施计划有( )",
    "options": [
      "A.施工安全措施计划",
      "B.施工组织设计",
      "C.施工环保措施计划",
      "D.施工进度计划",
      "E.竣工验收组织方案"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1240,
    "type": "单选",
    "question": "240.根据《标准施工招标文件》通用条款,监理人的职责是( )",
    "options": [
      "A.要求承包人对不满足合同要求的实施方案进行修改",
      "B.征得发包人同意后,在开工日期14天前向承包人发出开工通知",
      "C.按合同约定,组织工程竣工验收",
      "D.工程接收证书颁发前,负责照管和维护工程"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1241,
    "type": "单选",
    "question": "241.《标准施工招标文件》通用合同条约中的“基准日期”指的是( )",
    "options": [
      "A.投标截止日期之前的第14天",
      "B.合同签订日期之前的第14天",
      "C.投标截止日期之前的第28天",
      "D.合同签订日期之前的第28天"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1242,
    "type": "单选",
    "question": "242.关于办理工程保险的说法,正确的是( )",
    "options": [
      "A.由承包人办理工程保险和第三者责任保险的,应以承包人名义投保",
      "B.由发包人办理工程保险和第三者责任保险的,应以发包人名义投保",
      "C.无论是由承包人还是发包人办理工程险和第三者责任保险,均必须以发包人和承包人的共同名义投保",
      "D.由承包人办理的工程保险,承包人需要变动保险合同条款时,不必征得发包人同意"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1243,
    "type": "单选",
    "question": "243.第三者责任保险应以( )名义投保",
    "options": [
      "A.第三者",
      "B.承包方",
      "C.发包方",
      "D.发包人和承包人"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1244,
    "type": "单选",
    "question": "244.根据《标准施工招标文件》,发包人应采纳承包人提出的提前竣工建议而获得效益的( )给予承包人奖励",
    "options": [
      "A.20%",
      "B.10%",
      "C.30%",
      "D.50%"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1245,
    "type": "单选",
    "question": "245.根据《标准施工招标文件》关于暂停施工的说法,正确的是( )",
    "options": [
      "A.因发包人原因发生暂停施工的紧急情况时,承包人可以先暂停施工,并及时向监理人提出暂停施工的书面请求",
      "B.发包人原因造成暂停施工,承包人可不负责暂停施工期间工程的安全保障",
      "C.施工中出现意外情况需要暂停施工的,所有责任由发包人承担",
      "D.由于发包人原因引起的暂停施工,承包人有权要求延长工期和(或)增加费用,但不得要求补偿利润"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1246,
    "type": "多选",
    "question": "246.某建设工程因发包人提出设计图纸变更,监理人向承包人发出暂停施工指令,60天后,仍未向承包人发出复工通知,则承包人正确的做法有( )",
    "options": [
      "A.向监理人提交书面通知,要求监理人在接到书面通知后28天内准许已暂停的工程继续施工",
      "B.不受设计变更影响的部分工程,不论监理人是否同意,承包人都可进行施工",
      "C.如监理人逾期不予批准承包人的书面通知,则承包人可以通知监理人,将工程受影响部分视为变更的可取消工作",
      "D.如暂停施工影响到整个工程,可视为发包人违约",
      "E.要求发包人延长工期,支付合理利润"
    ],
    "answer": [0, 2, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1247,
    "type": "单选",
    "question": "247.根据《标准施工招标文件》,承包人自检确认的工程隐蔽部位具备覆盖条件后,监理人未按与承包人约定的时间进行检查且没有其他指示,承包人正确的做法是( )",
    "options": [
      "A.自行完成覆盖工作,并拒绝监理人重新检查的要求",
      "B.自行完成覆盖工作,并将相应记录报送监理人签字确认",
      "C.自行完成覆盖工作,并向监理人进行索赔",
      "D.报告政府质量监督机构后自行完成覆盖工作"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1248,
    "type": "单选",
    "question": "248.根据《标准施工招标文件》通用合同条款,承包人按合同约定覆盖隐蔽工程部位后,监理人对质量有疑问的,应采取的做法是( )",
    "options": [
      "A.监理人可查看承包人的自检记录和必要的检查资料,确定是否有质量问题",
      "B.监理人指示承包人再次钻孔探测,经检验证明工程质量符合合同要求的,由发包人承担由此增加的费用和(或)工期延误,并支付承包人合理利润",
      "C.监理人指示承包人再次钻孔探测,经检验证明工程质量符合合同要求的,由监理人承担由此增加的费用和(或)工期延误,并支持承包人利润",
      "D.监理人指示承包人再次钻孔探测,经检验证明工程质量不符合合同要求的,由此增加的费用和(或)工期延误由监理人和承包人合理分担"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1249,
    "type": "多选",
    "question": "249.根据《标准施工招标文件》,施工过程中的材料和工程设备既可以由承包人提供,又可以由发包人提供,下列说法正确的有( )",
    "options": [
      "A.对承包人提供的材料和工程设备,应由监理人进行材料的抽样检验和工程设备的检验测试",
      "B.对承包人提供的材料和工程设备,承包人应按合同约定将各项材料和工程设备的供货人及品种等报送监理人审批",
      "C.对于发包人提供的材料和工程设备,承包人应根据进度安排向发包人报送要求交货的日期计划",
      "D.对于发包人提供的材料和工程设备,发包人应在材料和工程设备到货7天前通知承包人",
      "E.对于发包人提供的材料和工程设备,承包人应会同监理人共同进行验收"
    ],
    "answer": [1, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1250,
    "type": "单选",
    "question": "250.对承包人提供的材料,应按合同约定和监理人指示,进行材料的抽样检验和工程设备的检验测试,检验和测试结果应提交监理人,所需费用由( )承担",
    "options": [
      "A.发包人",
      "B.承包人",
      "C.材料供应商",
      "D.监理机构"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1251,
    "type": "单选",
    "question": "251.根据《标准施工招标文件》,关于工程计量的说法,正确的是( )",
    "options": [
      "A.总价子目按实际完成工程量计量",
      "B.单价子目按支付分解报告确定的周期计量",
      "C.总价子目的计量可按正常物价波动进行调整",
      "D.监理在收到承包人提交的工程量报表7天内进行复核"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1252,
    "type": "单选",
    "question": "252.某单价合同履行中,承包人提交了已完工程量报告,监理人需要到现场计量,并提前通知了承包人,但承包人收到通知后没有派人参加｡关于监理人现场计量结果的说法,正确的是( )",
    "options": [
      "A.以承包人的计量结果为准",
      "B.以监理人修正的工程量为准",
      "C.应再次重新测量后确定",
      "D.双方的计量核实结果均无效"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1253,
    "type": "多选",
    "question": "253.关于工程预付款的说法,正确的有( )",
    "options": [
      "A.发包人应按合同约定向承包人支付预付款,应向承包人收取预付款的利息",
      "B.预付款必须专用于合同工程",
      "C.作为预付款计算依据的合同价款应扣除合同总价所包含的暂列金额,但可以不扣除专业暂估价",
      "D.承包人应在发包人支付预付款之前提交预付款保函",
      "E.提前解除合同的,尚未扣回的预付款应在合同终止结算时全部扣回"
    ],
    "answer": [1, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1254,
    "type": "单选",
    "question": "254.根据《计价规范》,关于安全文明施工费的说法,正确的是( )",
    "options": [
      "A.承包人对安全文明施工费应专款专用,在财务账目中合并列项备查",
      "B.发包人应在工程开工后的28天内预付不低于安全生产措施费总额的60%",
      "C.发承包双方在计算应付工程进度款时,不应扣回预付的安全生产措施费",
      "D.其余安全文明施工费最终结算时一并支付"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1255,
    "type": "单选",
    "question": "255.关于施工合同中工程进度付款条款的说法,正确的有( )",
    "options": [
      "A.发包人签发进度款支付证书,表明发包人已接受了承包人完成的相应工作",
      "B.发包人应在监理人收到进度付款申请单后的28天内,将进度应付款支付给承包人",
      "C.监理人无权扣发承包人未能按照合同要求履行任何工作或义务的相应金额",
      "D.若发生进度款支付超出实际已完成工程价款的情况,承包单位应立刻退还"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1256,
    "type": "单选",
    "question": "256.根据《财政部住房和城乡建设部关于完善建设工程价款结算有关办法的通知》,国有企业应支付的建设工程进度款占已完成工程价款的最低的比例是( )",
    "options": [
      "A.50%",
      "B.80%",
      "C.60%",
      "D.70%"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1257,
    "type": "单选",
    "question": "257.下列关于竣工结算款支付和质量保证金的说法,正确的是( )",
    "options": [
      "A.发包人在收到承包人提交竣工结算申请书14天内未完成审批且未提出异议的,视为认可",
      "B.发包人应在签发竣工付款证书后的14天内,支付价款",
      "C.工程质量保证金的计算应包括预付款的支付､扣回及价格调整的金额",
      "D.若承包人没有完成缺陷责任,发包人有权扣留全部剩余的工程质量保证金"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1258,
    "type": "多选",
    "question": "258.根据《标准施工招标文件》,承包人向监理人提交的竣工付款申请单中应包括的内容有( )",
    "options": [
      "A.竣工结算合同总价",
      "B.已支付承包人的工程价款",
      "C.应支付的最终结清付款金款",
      "D.应扣留的质量保证金",
      "E.应支付的竣工付款金额"
    ],
    "answer": [0, 1, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1259,
    "type": "单选",
    "question": "259.根据《标准施工招标文件》,下列关于工程施工时施工安全与环境保护的说法正确的是( )",
    "options": [
      "A.工程或工程的任何部分对土地的占用所造成的第三者财产损失应由承包人负责",
      "B.承包人应对其履行合同所雇佣的全部人员,包括分包人人员的工伤事故承担责任",
      "C.监理单位应按国家饮用水管理标准定期对饮用水源进行监测",
      "D.施工安全措施计划和应对灾害的紧急预案均应报送建设单位审批"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1260,
    "type": "多选",
    "question": "260.根据《标准施工招标文件》,在履行合同中,应进行变更的情况有( )",
    "options": [
      "A. 改变合同中某项工作的质量要求",
      "B. 改变合同工程中某项工作的劳务分包单位",
      "C. 改变合同中某项工作已批准的施工工艺",
      "D. 发包人取消合同中的某项工作,并将其交给第三方实施",
      "E. 改变合同工程中某项工作的施工时间"
    ],
    "answer": [0, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1261,
    "type": "单选",
    "question": "261.根据《标准施工招标文件》,施工合同履行过程中发生工程变更时,由( )向承包人发出变更指令",
    "options": [
      "A.业主",
      "B.设计人",
      "C.变更提出方",
      "D.监理人"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1262,
    "type": "单选",
    "question": "262.根据《标准施工招标文件》,关于施工合同变更权和变更程序的说法,正确的是( )",
    "options": [
      "A.发包人可以直接向承包人发出变指示",
      "B.承包人书面报告发包人后,可根据实际情况对工程进行变更",
      "C.承包人根据合同约定,可以向监理人提出书面变更建议",
      "D.监理人应在收到承包人书面建议后30天内做出变更指示"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1263,
    "type": "多选",
    "question": "263.根据《标准施工招标文件》,监理人发出的变更指示应包括的内容有( )",
    "options": [
      "A.变更目的",
      "B.变更范围",
      "C.变更程序",
      "D.变更内容",
      "E.变更的工程量"
    ],
    "answer": [0, 1, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1264,
    "type": "单选",
    "question": "264.根据《标准施工招标文件》通用合同条款,承包人应该在收到变更指示最多不超过( )天内,向监理人提交变更报价书",
    "options": [
      "A.14",
      "B.7",
      "C.28",
      "D.30"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1265,
    "type": "单选",
    "question": "265.根据九部委《标准施工招标文件》,对于施工合同变更的估价,已标价工程量清单中无适用项目的单价,监理工程师确定承包商提出的变更工作单价时,应按照( )原则",
    "options": [
      "A.固定总价",
      "B.成本加利润",
      "C.固定单价",
      "D.可调单价"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1266,
    "type": "单选",
    "question": "266.根据《标准施工招标文件》中的变更估价原则,对于已标价工程量清单中无适用或类似子目的变更工程的单价,应由( )商定",
    "options": [
      "A.发包人与监理人",
      "B.提出变更方与合同当事人",
      "C.承包人与监理人",
      "D.监理人与合同当事人"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1267,
    "type": "单选",
    "question": "267.某现浇混凝土工程采用工程量清单中的工程数量为3000m³;合同约定:综合单价为800元/m³,当实际工程量超过清单中工程数量的15%时,综合单价调整为原单价的0.9倍｡工程结束时经监理工程师确认的实际完成工程量为3500m³ 万元",
    "options": [
      "A.240.0",
      "B.252.0",
      "C.279.6",
      "D.276.0"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1268,
    "type": "单选",
    "question": "268.某混凝土工程,工程量清单的工程量为2000m³ 400元/m³,后因业主原因实际工程量变为1600m³｡合同约定:若实际工程量与清单工程量偏差超过15%,则综合单价调整,调整系数分别为1.1和0.9｡则该混凝土工程的结算价款是( )万元",
    "options": [
      "A.57.6",
      "B.64",
      "C.70.4",
      "D.74.4"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1269,
    "type": "单选",
    "question": "269.某现浇混凝土工程采用工程量清单中的工程数量为3000m³;合同约定:综合单价为800元/m³,当实际工程量超过清单中工程数量的15%时,综合单价调整为原单价的0.9倍｡工程结束时经监理工程师确认的实际完成工程量为3450m³ 万元",
    "options": [
      "A.240.0",
      "B.252.0",
      "C.279.6",
      "D.276.0"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1270,
    "type": "单选",
    "question": "270.根据《标准施工招标文件》通用合同条款,关于暂列金额的说法,正确的是( )",
    "options": [
      "A.暂列金额可由承包人按工作内容使用,不需经发包人批准",
      "B.暂列金额有剩余的,应归发包人所有",
      "C.暂列金额有剩余的,应归承包人所有",
      "D.暂列金额有剩余的,应归发包人和承包人共同所有"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1271,
    "type": "单选",
    "question": "271.根据《标准施工招标文件》,关于计日工价款的说法,正确的是( )",
    "options": [
      "A.计日工价款应由承包人汇总后,按合同约定列入进度付款申请单",
      "B.采用计日工计价的变更工作,相应价款应从暂估价中支付",
      "C.承包人应按月提交变更工作人员名单,并向监理人报送计日工价款支付报表",
      "D.计日工单价应按照成本加利润的原则,由监理人与承包人商定"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1272,
    "type": "多选",
    "question": "272.根据《建设工程工程量清单计价规范》,采用计日工计价的任何一项工作,承包人应按合同约定提交发包人复核的资料有( )",
    "options": [
      "A.投入该工作施工设备型号､台数和耗用台时",
      "B.工作名称､内容和数量",
      "C.投入该工作的所有人员的姓名､专业､工种､级别和耗用工时",
      "D.不同工种计日工单价的调整方法和理由",
      "E.投入该工作的材料类别和数量"
    ],
    "answer": [0, 1, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1273,
    "type": "多选",
    "question": "273.根据《标准施工招标文件》,承包人向监理人报送竣工验收申请报告时,工程应具备的条件有( )",
    "options": [
      "A.已按合同约定的内容和份数备齐复核要求的竣工资料",
      "B.已经收到发包人支付的竣工结算款",
      "C.监理人要求提交的竣工验收资料清单",
      "D.已按监理人要求编制了缺陷责任期内完成的甩项工作清单及施工计划",
      "E.已按监理人要求编制了缺陷责任期内的缺陷修补工作清单及施工计划"
    ],
    "answer": [0, 2, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1274,
    "type": "单选",
    "question": "274.发包人经过验收后同意接收工程的,应在监理人收到竣工验收申请报告后的( )天内,由监理人向承包人出具经发包人签认的工程接收证书",
    "options": [
      "A.7",
      "B.14",
      "C.28",
      "D.56"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1275,
    "type": "单选",
    "question": "275.根据国家九部委《标准施工招标文件》,在正常情况下发包人在收到承包人提交验收申请报告56天后未进行验收的,实际竣工日期应为( )",
    "options": [
      "A.发包人收到竣工验收申请报告的日期",
      "B.提交竣工验收申请报告后第56天",
      "C.提交竣工验收申请报告的日期",
      "D.发包人未来实际进行竣工验收合格的日期"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1276,
    "type": "单选",
    "question": "276.某承包人于2025年11月1日提交工程竣工验收申请报告,发包人于11月24日组织竣工验收,11月26日监理人通知承包人竣工验收通过并于12月1日出具工程验收证书｡则该工程的实际竣工日期应为( )",
    "options": [
      "A. 11月24日",
      "B. 11月26日",
      "C. 12月1日",
      "D. 11月1日"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1277,
    "type": "多选",
    "question": "277.根据《标准施工招标文件》,关于单位工程竣工验收的说法,正确的有( )",
    "options": [
      "A.发包人在全部工程竣工前需使用已竣工的单位工程时,可进行验收",
      "B.单位工程竣工验收成果和结论作为全部工程竣工验收申请报告的附件",
      "C.单位工程验收合格后,发包人向承包人出具经总监认可的单位工程验收证书",
      "D.在全部工程竣工前,已经签发单位工程接收证书的工程由承包人进行照管",
      "E.发包人在全部工程竣工前,使用已接收的单位工程导致承包人费用增加的,发包人应承担由此增加的费用和工期延误,但不支付利润"
    ],
    "answer": [0, 1]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1278,
    "type": "单选",
    "question": "278.根据《标准施工招标文件》,除专用合同条款另有约定外,进行工程试运行的正确做法是( )",
    "options": [
      "A.承包人负责提供人员､器材和必要的条件,并承担全部试运行费用",
      "B.承包人负责提供人员､器材和必要的条件,发包人承担全部试运行费用",
      "C.发包人负责提供人员､器材和必要的条件,并承担全部试运行费用",
      "D.发包人负责提供人员､器材和必要的条件,承包人承担全部试运行费用"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1279,
    "type": "单选",
    "question": "279.根据《标准施工招标文件》的施工合同文本通用合同条款规定,因不可抗力造成的损失,后果分担原则,正确的是( )",
    "options": [
      "A.运至施工场地工程设备损害由承包人和发包人合理分担",
      "B.承包人现场设备的损坏由承包人承担",
      "C.承包人应发包人要求赶工的,赶工费由承包人和发包人合理分担",
      "D.不能按期竣工的,承包人应按合同约定支付逾期竣工违约金"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1280,
    "type": "单选",
    "question": "280.某工程施工过程中,突发百年一遇的洪水,造成已经运至施工场地的部分材料被冲毁,损失16万元,承包人在现场的设备损坏,维修费用10万元,部分永久工程损坏,导致第三方财产损失3万元,应监理人要求,修复工程发生费用2万元,根据《标准施工招标文件》,应由承包人承担的费用合计是()万元",
    "options": [
      "A. 3",
      "B. 15",
      "C. 10",
      "D. 31"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1281,
    "type": "多选",
    "question": "281.根据《标准施工招标文件》,对承包人提出索赔的处理程序,正确的是( )",
    "options": [
      "A.承包人应在知道或应当知道索赔事件发生后28天内,首先向监理人递交索赔通知",
      "B.监理人收到承包人递交的索赔通知书后,发现资料缺失,应及时现场取证",
      "C.监理人答复承包人处理结果的期限是收到索赔通知书后42天内",
      "D.发包人在承包人接受竣工付款证书后不再接受任何索赔通知书",
      "E.承包人提出索赔并接受其处理结果的,发包人应在承包人作出索赔处理结果答复后28天完成赔付"
    ],
    "answer": [2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1282,
    "type": "单选",
    "question": "282.根据《标准施工招标文件》,关于承包人提出索赔期限的说法,正确的是( )",
    "options": [
      "A.按照合同约定接受竣工付款证书后,仍有权提出工程接收证书颁发前发生的索赔",
      "B.按照合同约定接受竣工验收证书后,无权提出工程接收证书颁发后发生的索赔",
      "C.按照合同约定提交的最终结清申请书中,只限于提出工程接收证书颁发前发生的索赔",
      "D.按照合同约定提交的最终结清申请书中,只限于提出工程接收证书颁发后发生的索赔"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1283,
    "type": "单选",
    "question": "283.根据《标准施工招标文件》,承包人有权向发包人同时提出工期､费用和利润索赔的情形是( )",
    "options": [
      "A.发包人未按合同约定支付进度款",
      "B.基准日后因法律变化引起价格调整",
      "C.因恶劣的气候条件导致工期延误",
      "D.因发包人原因需进一步实施试运行"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1284,
    "type": "多选",
    "question": "284.根据《标准施工招标文件》,针对承包人提出的索赔,发包人仅限同时给予工期和费用补偿的情形有( )",
    "options": [
      "A.承包人遇到不利的物质条件",
      "B. 因发包人违约承包人暂停施工",
      "C.施工现场发掘文物､古迹",
      "D.发包人增加合同工作内容",
      "E.发包人要求向承包人提前交货"
    ],
    "answer": [0, 2]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1285,
    "type": "多选",
    "question": "285.根据《标准施工招标文件》,在履行合同过程中,由下列原因造成工期延误的,承包人有权要求发包人延长工期和(或)增加费用的有( )",
    "options": [
      "A.异常恶劣气候条件造成承包人暂停施工",
      "B.增加合同工作内容",
      "C.未按合同约定支付进度款",
      "D.因劳务人员数量不够造成工期延误",
      "E.延迟提供图纸"
    ],
    "answer": [1, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1286,
    "type": "单选",
    "question": "286.根据《标准施工招标文件》中,关于发包人和承包人违约的说法,错误的有( )",
    "options": [
      "A.若发包人与原承包人解除合同,应免除发包人根据合同约定享有的向原承包人进行索赔的权利",
      "B.当承包人无法继续履行或明确表示不履行或实质上已停止履行合同时,发包人可通知承包人立即解除合同",
      "C.当承包人违约时,承包人应承担其违约所引起的费用增加",
      "D.承包人收到整改通知仍不纠正违约行为的,发包人可向承包人发出解除合同通知"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1287,
    "type": "多选",
    "question": "287.根据《建筑工程专业分包合同(示范文本)》,分包人违约的情形有( )",
    "options": [
      "A. 分包人与监理人发生直接工作联系",
      "B. 分包人将承包的工程转包",
      "C. 因承包人不按分包合同约定支付工程款,导致分包人无法按月施工",
      "D. 因分包人原因不能按照分包协议约定的竣工日期竣工",
      "E. 因发包人提供的材料不合格导致分包人工程质量达不到约定的标准"
    ],
    "answer": [0, 1, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1288,
    "type": "单选",
    "question": "288.根据《标准施工招标文件》中,关于发包人和承包人争议的解决,说法正确的有( )",
    "options": [
      "A.发生争议的,首先应向有管辖权的人民法院提起诉讼",
      "B.可由监理认定",
      "C.发包人或承包人不接受评审意见,可以提交仲裁或提起诉讼",
      "D.在仲裁或诉讼结束前,可暂停执行"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1289,
    "type": "多选",
    "question": "289.根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释(一)》,当事人对建设工程开工日期有争议的,人民法院通常认定的开工日期为( )",
    "options": [
      "A.发包人或者监理人发出的开工通知载明的开工日期",
      "B.开工通知发出后,尚不具备开工条件的,以开工条件具备的时间为开工日期",
      "C.承包人经发包人同意已经实际进场施工的,以实际进场施工时间为开工日期",
      "D.因承包人原因导致开工时间推迟的,以开工通知载明的时间为开工日期",
      "E.监理人未发出开工通知,应当以开工报告日期认定为开工日期"
    ],
    "answer": [0, 1, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1290,
    "type": "多选",
    "question": "290.根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释(一)》,发包人或监理人未发出开工通知且无相关证据证明工程实际开日期的,认定开工日期时,应结合是否具备开工条件事实综合考虑( )所载明的时间",
    "options": [
      "A.索赔报告",
      "B.施工合同",
      "C.施工许可证",
      "D.开工报告",
      "E.竣工验收报告"
    ],
    "answer": [1, 2, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1291,
    "type": "多选",
    "question": "291.根据《最高人民法院关于审理建设工程施工合同纠纷案件适用法律问题的解释(一)》,当事人对实际竣工日期有争议的,人民法院通常认定( )",
    "options": [
      "A.建设工程经竣工验收合格的,以竣工验收合格之日为竣工日期",
      "B.承包人已经提交竣工验收报告,发包人拖延验收的,以承包人提交验收报告之日为竣工日期",
      "C.建设工程未经竣工验收,发包人擅自使用的,以转移占有建设工程之日为竣工日期",
      "D.建设工程未经竣工验收的部分,发包人擅自使用的,以开始使用之日为竣工日期",
      "E.承包人已提交竣工验收报告,发包人验收认为不通过的,以承包人再次提交验收报告之日为竣工日期"
    ],
    "answer": [0, 1, 2]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1292,
    "type": "单选",
    "question": "292.关于工程量及价款争议的解决说法中正确的是( )",
    "options": [
      "A.当事人对垫资利息没有约定按照同期同类贷款利率或者同期贷款市场报价利率计息",
      "B.垫资利息有约定,承包人请求按照约定返还垫资及其利息的,人民法院应予支持",
      "C.当事人对该部分工程价款不能协商一致的,可以参照施工时当地建设行政主管部门发布的计价标准或者计价方法结算工程价款",
      "D.建设工程已实际交付的,计息日为提交竣工结算文件之日"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1293,
    "type": "单选",
    "question": "293.工程总承包招标文件中没有而施工招标文件中有的文件是( )",
    "options": [
      "A.合同协议书",
      "B.图纸",
      "C.发包人要求",
      "D.中标通知书"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1294,
    "type": "多选",
    "question": "294.根据《标准设计施工总承包招标文件》,“承包人建议书”应包括的内容有( )",
    "options": [
      "A.工程设备方案说明",
      "B.功能要求",
      "C.工程量清单",
      "D.分包方案",
      "E.对发包人要求中错误的说明"
    ],
    "answer": [0, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1295,
    "type": "单选",
    "question": "295.工程总承包合同订立时,需要明确承包人文件,下列说法正确的是( )",
    "options": [
      "A.承包人文件中,最主要的是施工文件",
      "B.专用合同条款需约定监理人对承包人提交文件应批准的合理期限",
      "C.通用合同条款需约定承包人向监理人陆续提供文件的内容",
      "D.监理人未在约定的期限内提出否定意见,承包人应书面通知监理人尽快提出意见,以便进行后续工作"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1296,
    "type": "单选",
    "question": "296.根据《标准设计施工总承包招标文件》,“发包人要求”中出现错误或违法情况时,下列说法正确的是( )",
    "options": [
      "A.承包人复核时发现对工程的工艺安排的错误,应及时致电通知发包人,要求发包人修改",
      "B.发包人对“发包人要求”中错误的修改,按变更对待",
      "C.选择无条件补偿条款时,承包人复核时未发现发包人要求中存在错误的,承包人自行承担由此导致增加的费用",
      "D.选择有条件补偿条款时,承包人复核时未发现发包人要求中存在错误的,发包人承担由此导致增加的费用"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1297,
    "type": "单选",
    "question": "297.根据《标准设计施工总承包招标文件》,下列关于竣工后试验的说法,正确的是( )",
    "options": [
      "A.竣工后试验是指工程竣工移交后任意时间,对工程的各项功能技术指标是否达到合同规定要求而进行的试验",
      "B.试验所必需的电力､设备､燃料､仪器､劳动力､材料等由发包人提供",
      "C.发包人负责竣工后试验,可派遣具有适当资质和经验的工作人员自行按照操作和维修手册进行竣工后试验",
      "D.承包人负责竣工后试验,应提供竣工后试验所需要的所有其他设备､仪器派遣有资格和经验的工作人员自行进行竣工后试验"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1298,
    "type": "多选",
    "question": "298.根据《标准设计施工总承包招标文件》,下列说法正确的有( )",
    "options": [
      "A.因发包人原因造成监理人未能在合同签订之日起60天内发出开工通知,承包人有权提出价格调整要求,或者解除合同",
      "B.价格清单列出的任何数量为实际的工程量",
      "C.承包人应在收到经监理人批复的合同进度计划后14天内,将支付分解报告以及形成支付分解报告的支持性资料报监理人审批",
      "D.已签发区段工程验收证书的区段工程由发包人负责照管",
      "E.监理人获得发包人同意后,应提前7天向承包人发出开始工作通知"
    ],
    "answer": [3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1299,
    "type": "多选",
    "question": "299.根据《标准设计施工总承包招标文件》,关于竣工试验的说法,正确的有( )",
    "options": [
      "A.承包人应在竣工试验中进行适当的检查和功能性试验",
      "B.承包人应提前14天将申请竣工试验通知送达监理人",
      "C.监理人应在接到竣工试验通知后21天内确定竣工试验时间",
      "D.除专用合同条款另有约定外,竣工试验应按三阶段进行",
      "E.承包人应在竣工试验前提交竣工记录､正式操作和维修手册"
    ],
    "answer": [0, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1300,
    "type": "单选",
    "question": "300.根据《建设工程施工专业分包合同(示范文本)》,除分包人投标函及报价书外,解释顺序排在“专用合同条款”之前的合同文件是( )",
    "options": [
      "A.合同工程建设标准",
      "B.通用合同条款",
      "C.合同工程图纸",
      "D.除总包合同工程价款之外的总包合同文件"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1301,
    "type": "单选",
    "question": "301.根据《建设工程施工专业分包合同(示范文本)》,关于专业工程分包人责任和义务的说法,正确的是( )",
    "options": [
      "A.分包人应允许发包人授权的人员在工作时间内合理进入分包工程施工场地",
      "B.分包人必须服从发包人直接发出的指令",
      "C.遵守政府有关主管部门的管理规定但不用办理有关手续",
      "D.分包人可以直接与发包人或工程师发生直接工作联系"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1302,
    "type": "单选",
    "question": "302.根据《建设工程施工专业分包合同(示范文本)》,关于专业分包的说法,正确的是( )",
    "options": [
      "A.分包工程合同不能采用固定价格合同",
      "B.分包工程合同价款与总包合同相应部分价款没有连带关系",
      "C.在施工场地涉及危险地区或需要安全防护措施施工时,分包人应提出安全防护措施,经承包人批准后实施,发生的相应费用由分包人承担",
      "D.就分包工程范围内的有关工作,承包人可以随时向分包人发出指令,但分包人可以不执行"
    ],
    "answer": 1
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1303,
    "type": "单选",
    "question": "303.根据《建设工程施工专业分包合同(示范文本)》GF-2003-0213,关于专业分包工程完工验收和移交的说法,正确的是( )",
    "options": [
      "A.专业分包工程应由发包人按照合同约定的流程组织竣工验收",
      "B.分部工程具备竣工验收条件的,分包人应向发包人提供完整的竣工资料及竣工验收报告",
      "C.分部工程竣工日期为发包人组织竣工验收合格之日",
      "D.分部工程竣工验收未能通过且属于分包人原因的,分包人负责修复并承担相应的质量责任"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1304,
    "type": "多选",
    "question": "304.根据《建设工程施工专业分包合同(示范文本)》,下列工作中,属于承包人(总承包单位)责任和义务的有( )",
    "options": [
      "A.提供总包合同(价格内容除外)供分包人查阅",
      "B.向分包人提供具备施工条件的施工场地",
      "C.组织分包人参加由发包人组织的图纸会审",
      "D.提供约定的设备和设施,分包承担因此发生的费用",
      "E.为分包人提供详细施工组织设计"
    ],
    "answer": [0, 1, 2]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1305,
    "type": "多选",
    "question": "305.根据《建设工程施工专业分包合同(示范文本)》GF-2003-0213,关于分包人不能按时开工的说法,正确的有( )",
    "options": [
      "A.分包人未在规定时间内向承包人提出延期开工要求的,工期不予顺延",
      "B.分包人不能按时开工的,应在不迟于合同协议书约定的开工日期前1天,向承包人提出延期开工的理由",
      "C.承包人在接到分包人延期开工申请后48h内不答复,视为同意分包人要求",
      "D.因承包人原因造成分包人不能按时开工的,承包人应顺延工期,但不补偿分包人损失",
      "E.因承包人原因不能按照合同协议书约定的开工日期开工,项目经理应以书面形式通知分包人,推迟开工日期"
    ],
    "answer": [0, 2, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1306,
    "type": "单选",
    "question": "306.根据《建设工程施工专业分包合同(示范文本)》,关于专业分包合同价款及支付的说法,正确的是( )",
    "options": [
      "A.分包合同计价方式应与总包合同约定的方式一致",
      "B.分包合同价款应参照总包合同相应部分价款确定",
      "C.承包人无须向分包人支付工程预付款",
      "D.承包人确认计量结果后7天内支付分包工程进度款"
    ],
    "answer": 0
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1307,
    "type": "单选",
    "question": "307.根据《建设工程施工专业分包合同(示范文本)》,关于专业分包完工验收和竣工结算的说法,不正确的是( )",
    "options": [
      "A.承包人应在收到分包人提供的竣工验收报告之日起3日内通知发包人进行验收｡",
      "B.分包工程竣工验收报告经承包人认可后14天内,分包人向承包人递交分包工程竣工结算报告及结算资料",
      "C.承包人收到分包人递交的分包工程竣工结算报告及结算资料后28天内进行核实给予确认",
      "D.分包人收到竣工结算价款之日起7天内,将竣工工程交付发包人"
    ],
    "answer": 3
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1308,
    "type": "多选",
    "question": "308.根据《建设工程施工劳务分包合同(示范文本)》GF-2003-0214,下列工作中,属于工程承包人义务的有( )",
    "options": [
      "A.就劳务分包范围内的工作内容,组织具有相应资格证书的熟练工人投入工作",
      "B.负责编制施工组织设计,统一制定各项管理目标",
      "C.严格按施工组织设计精心组织施工",
      "D.负责工程测量定位､沉降观测､技术交底",
      "E.向劳务分包人提供相应的工程地质和地下管网线路资料"
    ],
    "answer": [1, 3, 4]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1309,
    "type": "多选",
    "question": "309.根据《建设工程施工劳务分包合同(示范文本)》,关于办理劳务分包相关保险的说法,正确的有( )",
    "options": [
      "A. 工程承包人应为提供给劳务分包人使用的施工机械办理保险",
      "B. 劳务分包人必须为从事危险作业的职工办理意外伤害保险",
      "C. 劳务分包人施工开始前,工程承包人应获得发包人为劳务分包人办理的保险",
      "D. 劳务分包人必须为施工场地内自有机械设备办理保险,并支付费用",
      "E. 运至施工场地用于劳务施工的材料,应由劳务分包人办理保险并支付保费"
    ],
    "answer": [0, 1, 3]
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1310,
    "type": "单选",
    "question": "310.劳务分包人在施工现场内使用的安全保护用品,由( )提供使用计划,经工程承包人批准后,由( )负责供应",
    "options": [
      "A.劳务分包人;劳务分包人",
      "B.承包人;承包人",
      "C.劳务分包人;承包人",
      "D.承包人;发包人"
    ],
    "answer": 2
  },
  {
    "chapter": "第3章 招投标与合同",
    "id": 1311,
    "type": "多选",
    "question": "311.根据《建设工程施工劳务分包合同(示范文本)》,关于工时及工程量确认的说法,正确的有( )",
    "options": [
      "A.采用固定劳务报酬方式的,施工过程中不计算工时,只计算工程量",
      "B.劳务分包人完成的超出设计图纸范围的工程量,工程承包人应按实际计量",
      "C.采用按确定的工时计算劳务报酬的,劳务分包人每日将提供劳务人数报承包人确认",
      "D.按确认的工程量计算劳务报酬的,劳务分包人提供完成的工程量报承包人确认",
      "E.因劳务分包人原因造成返工的工程量,工程承包人不予计量"
    ],
    "answer": [2, 3, 4]
  },
 {
"chapter": "第3章 招投标与合同",
"id": 1312,
"type": "单选",
"question": "312. 根据《建设工程施工劳务分包合同 (示范文本)》GF-2003-0214, 全部工程竣工 (包括劳务分包人完成工作在内) 一经发包人验收合格，在质量保修期内的质量保修责任承担的说法，正确的是 ( )",
"options": [
"A. 工程承包人承担主要责任，劳务分包人承担连带责任",
"B. 劳务分包人对其分包的劳务作业的质量与工程承包人共同承担保修责任",
"C. 劳务分包人对其分包的劳务作业的质量不再承担责任",
"D. 劳务分包人对其分包的劳务作业的质量承担全部保修责任"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1313,
"type": "单选",
"question": "313. 根据《建设工程施工劳务分包合同 (示范文本)》, 处理施工变更的正确做法是 ( )｡",
"options": [
"A. 监理人应提前 7 天向劳务分包人发出变更通知",
"B. 承包人项目经理应提前 14 天向劳务分包人发出变更通知",
"C. 劳务分包人不得对原工程设计进行变更",
"D. 承包人承担变更所增加的劳务报酬，但工期不予顺延"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1314,
"type": "单选",
"question": "314. 下列关于劳务分包合同不可抗力事件处理的说法，正确的是 ( )",
"options": [
"A. 工程承包人提供给劳务分包人使用的机械设备损坏，由劳务分包人承担",
"B. 不可抗力事件持续发生，劳务分包人应每隔 14 天向工程承包人项目经理通报一次受害情况",
"C. 工程承包人和劳务分包人的人员伤亡由工程承包人负责",
"D. 工程本身的损害，由工程承包人承担"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1315,
"type": "单选",
"question": "315. 根据《标准材料采购招标文件》, 合同材料的质量保证期应为 ()｡",
"options": [
"A. 自合同材料到货之日起至合同材料验收证书签发之日满 12 个月止",
"B. 自合同材料到货之日起至进度款支付函签署之日满 12 个月止",
"C. 自合同材料交付之日起至合同材料验收证书或进度款支付函签署之日起 12 个月止 (以后到的为准)",
"D. 自合同材料交付之日起至合同材料验收证书或进度款支付函签署之日起 12 个月止 (以先到的为准)"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1316,
"type": "单选",
"question": "316. 根据《标准材料采购招标文件》, 卖方迟延交付材料，应向买方支付迟延交货违约金，该违约金的计算方法为 ( )｡",
"options": [
"A. 迟延交付材料金额 X10%",
"B. 迟延交付材料金额 X0.08% X 迟延交货天数",
"C. 交付材料合同金额 X0.08% X (实际交货天数 - 计划交货天数)",
"D. 迟延交付材料数量 X 迟延支付材料市场单价 X0.1% X 迟延交货天数"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1317,
"type": "单选",
"question": "317. 根据《标准材料采购招标文件》通用合同条款，卖方未能按时交付合同材料的，应向买方支付迟延交货违约金，迟延交付违约金的最高限额为合同价格的 ( )",
"options": [
"A.1%",
"B.3%",
"C.5%",
"D.10%"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1318,
"type": "多选",
"question": "318. 根据《标准材料采购招标文件》, 关于合同价格及价款支付的说法，正确的有 ( )｡",
"options": [
"A. 供货周期不超过 24 个月的，应签订固定价合同",
"B. 向卖方支付的结清款应为合同价格的 5%",
"C. 向卖方支付的预付款应为签约合同价的 10%",
"D. 供货周期超过 6 个月的，应签订可调价合同",
"E. 向卖方支付的进度款应为合同价格的 80%"
],
"answer": [1, 2]
},
{
"chapter": "第3章 招投标与合同",
"id": 1319,
"type": "多选",
"question": "319. 根据《标准设备采购招标文件》, 在卖方按合同约定交付全部合同设备后，买方向卖方支付 60% 合同价格前，卖方应提交的单据有 ( )｡",
"options": [
"A. 交货清单",
"B. 设备出厂质量合格证",
"C.100% 合同价格增值税发票",
"D. 已收预付款证明",
"E. 结清款支付函"
],
"answer": [0, 1, 2]
},
{
"chapter": "第3章 招投标与合同",
"id": 1320,
"type": "单选",
"question": "320. 在设备采购合同中，买方在收到卖方提交的买方签署的质量保证期届满证书或已生效的结清款支付函正本一份并经审核无误后 28 日内，向卖方支付合同价格的 ( )｡",
"options": [
"A.20%",
"B.15%",
"C.10%",
"D.5%"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1321,
"type": "单选",
"question": "321. 根据材料设备采购合同，质量保修期起算时间为 ( )｡",
"options": [
"A. 材料设备采购后",
"B. 材料设备交付后",
"C. 材料设备验收后",
"D. 工程竣工验收后"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1322,
"type": "多选",
"question": "322. 根据《标准设备采购招标文件》, 卖方的合同义务有 ( )｡",
"options": [
"A. 承担买方派出的设备监造人员交通食宿费用",
"B. 承担设备在施工场地卸货的风险和费用",
"C. 免费为交货前检验的买方代表提供工作条件及便利",
"D. 按约定时间出具合同设备的质量保证期届满证书",
"E. 承担公司设备交付之前包括运输在内的所有风险"
],
"answer": [2, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1323,
"type": "多选",
"question": "323. 据《标准设备采购招标文件》合同设备支付后进行开箱检验的主要内容有 ()｡",
"options": [
"A. 设备内部缺陷",
"B. 设备数量",
"C. 设备性能",
"D. 设备外观",
"E. 设备运行效率"
],
"answer": [1, 3]
},
{
"chapter": "第3章 招投标与合同",
"id": 1324,
"type": "单选",
"question": "324. 根据《标准设备采购招标文件》, 在合同设备考核时，由于卖方原因未能达到技术性能考核指标时，为卖方进行考核的机会不超过 ( ) 次",
"options": [
"A.1",
"B.2",
"C.3",
"D.5"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1325,
"type": "多选",
"question": "325. 施工承包风险可从施工项目本身和外部环境两方面考虑｡施工项目本身的风险主要有 ( )｡",
"options": [
"A. 施工质量安全风险",
"B. 工程分包风险",
"C. 社会风险",
"D. 政策风险",
"E. 施工组织管理风险"
],
"answer": [0, 1, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1326,
"type": "多选",
"question": "326. 根据《建设工程项目管理规范》GB/T 50326-2017, 项目风险管理计划应包括 ( )",
"options": [
"A. 风险管理范围",
"B. 确定风险源的类型和数量",
"C. 分析各种风险损失量",
"D. 收集风险信息",
"E. 可使用的风险管理方法､工具"
],
"answer": [0, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1327,
"type": "多选",
"question": "327. 根据《建设工程项目管理规范》, 关于项目风险管理计划的说法，正确的有 ( )｡",
"options": [
"A. 组织的风险管理制度是重要内容",
"B. 经批准后在实施过程中不得修改",
"C. 应在项目开工前编制完成",
"D. 招标文件与工程合同是重要的编制依据",
"E. 内容包括必需的资源和费用预算"
],
"answer": [2, 3, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1328,
"type": "单选",
"question": "328. 项目风险管理的工作流程:①风险应对；②风险评估；③风险识别；④风险监控｡以下程序正确的是 ( )｡",
"options": [
"A. ③→②→④→①",
"B. ②→③→④→①",
"C. ①→③→②→④",
"D. ③→②→①→④"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1329,
"type": "多选",
"question": "329. 在进行项目风险识别时，应该考虑的方面有 ( )",
"options": [
"A. 项目管理团队的能力",
"B. 自然条件与社会条件",
"C. 风险因素发生的概率",
"D. 市场情况",
"E. 项目相关方影响"
],
"answer": [0, 1, 3, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1330,
"type": "多选",
"question": "330. 进行施工风险识别时，可采用的方法有 ( )｡",
"options": [
"A. 财务报表法",
"B. 初始清单法",
"C. 决策树法",
"D. 盈亏平衡分析法",
"E. 流程图法"
],
"answer": [0, 1, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1331,
"type": "多选",
"question": "331. 下列风险管理工作内容中，属于项目风险评估报告内容的有 ( )｡",
"options": [
"A. 分析各种风险因素发生的概率",
"B. 分析各种风险发生的损失量",
"C. 确定风险等级",
"D. 风险相关的条件因素",
"E. 风险源的类型"
],
"answer": [0, 1, 2, 3]
},
{
"chapter": "第3章 招投标与合同",
"id": 1332,
"type": "多选",
"question": "332. 下列风险管理工作内容中，属于项目风险识别报告内容的有 ( )｡",
"options": [
"A. 风险可能发生的部位及风险相关特征",
"B. 分析各种风险发生的损失量",
"C. 确定风险等级",
"D. 风险相关的条件因素",
"E. 风险源的类型"
],
"answer": [0, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1333,
"type": "单选",
"question": "333. 根据《建设工程项目管理规范》GB/T 50326--2017, 风险等级评定结果为不可接受的风险，其风险等级一般为 ( )｡",
"options": [
"A. 大､很大",
"B. 大､中等",
"C. 中､小",
"D. 小､很小"
],
"answer": 0
},
{
"chapter": "第3章 招投标与合同",
"id": 1334,
"type": "单选",
"question": "334. 下列风险应对策略中，属于风险转移策略的是 ( )",
"options": [
"A. 施工单位合理安排工期，避开可能发生的自然灾害对质量的影响",
"B. 建设单位在工程发包时，要求承包单位提供履约担保",
"C. 施工单位以联合体方式承包工程",
"D. 建设单位在工程预算价格中预留一定比例的不可预见费"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1335,
"type": "多选",
"question": "335. 下列施工风险应对做法中，属于非保险方式转移风险的有 ( )｡",
"options": [
"A. 工程分包",
"B. 第三方担保",
"C. 编制进度计划时预留机动时间",
"D. 签订合同时明确计价方式",
"E. 编制施工预算时预留资金"
],
"answer": [0, 1, 3]
},
{
"chapter": "第3章 招投标与合同",
"id": 1336,
"type": "单选",
"question": "336. 承包人采取的风险应对措施中，属于风险自留的有 ( )｡",
"options": [
"A. 彻底改变原方案",
"B. 增加安全方案的安全冗余度",
"C. 工程进度计划中留有机动时间",
"D. 购买工程一切险"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1337,
"type": "单选",
"question": "337. 作为应对施工风险的常用措施，应急储备的主要形式是 ( )｡",
"options": [
"A. 合同储备和技术储备",
"B. 预算储备和时间储备",
"C. 预算储备和技术储备",
"D. 合同储备和时间储备"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1338,
"type": "单选",
"question": "338. 根据《招标投标法实施条例》, 关于投标保证金的说法，正确的是 ( )",
"options": [
"A. 投标保证金有效期应当长于投标有效期",
"B. 招标人不得挪用投标保证金",
"C. 投标保证金不得超过招标项目估算价的 3%",
"D. 招标人最迟应在签订书面合同时退还投标保证金"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1339,
"type": "单选",
"question": "339. 施工项目投标保证金有效期应当与 ( ) 一致｡",
"options": [
"A. 投标截止日期",
"B. 投标有效期",
"C. 中标通知书发出日期",
"D. 评标报告提交日期"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1340,
"type": "单选",
"question": "340. 关于履约担保的说法，正确的有 ( )｡",
"options": [
"A. 履约担保是为保证正确､合理使用发包人支付的预付款而提供的担保",
"B. 应由发包人出具的担保是履约担保",
"C. 银行履约保函担保金额通常为合同金额的 10% 左右",
"D. 履约担保在发包人缺陷责任期届满前一直有效"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1341,
"type": "单选",
"question": "341. 关于预付款担保的说法，正确的有 ( )",
"options": [
"A. 预付款一般应在开工前 14 天支付",
"B. 预付款保函的担保金额应与预付款金额相同",
"C. 保函的担保金额应一直保持不变",
"D. 预付款可由承包人自由支配"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1342,
"type": "单选",
"question": "342. 发包人应在 ( ) 向承包人提交工程款支付担保",
"options": [
"A. 签订施工合同前",
"B. 签订施工合同时",
"C. 签订施工合同后 14 天内",
"D. 签订施工合同后 28 天内"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1343,
"type": "单选",
"question": "343. 根据《住房城乡建设部财政部关于印发建设工程质量保证金管理办法的通知》关于工程质量保证金的说法，正确的是 ( )｡",
"options": [
"A. 工程质量保证金总预留比例不得高于工程价款结算总额的 5%",
"B. 工程质量保证金需要与履约保证金一并预留",
"C. 工程质量保证金可由承包人以银行保函替代",
"D. 工程质量保证金可用于施工过程中工程质量缺陷的修复"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1344,
"type": "单选",
"question": "344. 根据《标准施工招标文件》, 担保金额在担保有效期内随着工程款支付可以逐期减少的担保是 ( )",
"options": [
"A. 投标担保",
"B. 履约担保",
"C. 预付款担保",
"D. 支付担保"
],
"answer": 2
},
{
"chapter": "第3章 招投标与合同",
"id": 1345,
"type": "多选",
"question": "345. 关于《国家发展改革委等部门关于完善招标投标交易担保制度进一步降低招标投标交易成本的通知》, 说法正确的是 ( )",
"options": [
"A. 鼓励采用现金交易方式缴纳保证金",
"B. 一般招标人指定担保方式",
"C. 中标人在招标文件约定范围内，可以自行选择交易担保方式",
"D. 鼓励使用电子保函",
"E. 任何单位不得为投标人､中标人指定担保机构"
],
"answer": [2, 3, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1346,
"type": "多选",
"question": "346. 关于建筑工程一切险的说法，正确的有 ()｡",
"options": [
"A. 采用的是工期保险单",
"B. 责任范围包括工程项下的物质损失部分",
"C. 设计错误引起的损失和费用属于除外责任",
"D. 应以发包人名义投保",
"E. 被保险人仅限于发包人和承包人"
],
"answer": [0, 1, 2]
},
{
"chapter": "第3章 招投标与合同",
"id": 1347,
"type": "单选",
"question": "347. 建设工程一切险，保险期限说法正确的是 ( )",
"options": [
"A. 投保工程投保之日起直至工程缺陷责任期结束止",
"B. 投保工程投保之日起直至工程验收之日止",
"C. 投保工程动工之日起直至工程完工之日止",
"D. 投保工程动工之日起直至工程验收之日止"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1348,
"type": "多选",
"question": "348. 关于工程保险中的第三者责任险的说法，正确的有 ( )",
"options": [
"A. 第三者责任险一般是建筑工程一切险和安装工程一切险的附加险种",
"B. 承包人应以承包人自己的名义投保第三者责任险",
"C. 第三者责任险的责任范围不能超过保险单列明的赔偿限额",
"D. 第三者责任险的责任范围包括赔偿保险标的工程的工地及邻近地区的第三者因工程实施而蒙受人身伤亡､疾病或财产损失",
"E. 第三者责任险的责任期间与建筑工程一切险和安装工程一切险的责任期间相同"
],
"answer": [0, 2, 3, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1349,
"type": "单选",
"question": "349. 下列关于工程保险的说法，正确的是 ( )",
"options": [
"A. 建筑工程一切险保险期限为 1 年",
"B. 发包人可以不用参加工伤保险",
"C. 安装工程一切险的保险项目不包括场地清理费用",
"D. 建筑施工企业鼓励企业为从事危险作业的职工办理意外伤害保险，支付保险费"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1350,
"type": "多选",
"question": "350. 下列建设工程施工过程发生的损失中，属于建筑工程一切险承保范围的 ( )｡",
"options": [
"A. 非人为火灾事故造成的损失",
"B. 工艺不善引发事故造成的损失",
"C. 设计错误造成的损失",
"D. 货物盘点时发生的盘亏损失",
"E. 工地库房被盗造成的损失"
],
"answer": [0, 1, 4]
},
{
"chapter": "第3章 招投标与合同",
"id": 1351,
"type": "单选",
"question": "351. 下列安装工程损失费用中属于安装工程的一切险免责范围的是 ( )｡",
"options": [
"A. 因安装人员技术不精引起的事故损失",
"B. 因突降冰雹造成已安装设备损坏的损失",
"C. 因遭遇雷击造成电气设备损坏的损失",
"D. 因超负荷造成电器用具本身的损失"
],
"answer": 3
},
{
"chapter": "第3章 招投标与合同",
"id": 1352,
"type": "单选",
"question": "352.《中华人民共和国建筑法》规定，鼓励建筑施工企业为从事危险作业的职工办理的保险是 ( )｡",
"options": [
"A. 养老保险",
"B. 意外伤害保险",
"C. 生育保险",
"D. 工伤保险"
],
"answer": 1
},
{
"chapter": "第3章 招投标与合同",
"id": 1353,
"type": "单选",
"question": "353. 工程保险事故发生后，投保人要求保险人进行赔偿的必要前提条件是 ( )｡",
"options": [
"A. 及时向保险人报案",
"B. 确定事故损失情况",
"C. 提供理赔证据",
"D. 提供事故鉴定报告"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1354,
"type": "单选",
"question": "354. 下列影响建设工程进度的情况中，属于施工单位组织管理因素的是 ( )",
"options": [
"A. 向有关部门提出各种申请审批手续延误",
"B. 设计考虑不周",
"C. 有关方拖欠资金､资金不到位",
"D. 有关协作部门协作配合不够"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1355,
"type": "单选",
"question": "355. 下列影响施工进度的因素中，属于施工单位自身因素的是 ()",
"options": [
"A. 施工场地未及时提供，且不满足施工需求的条件",
"B. 施工方案不合理，应用了不成熟技术",
"C. 监理机构对已完工程质量检查验收不及时",
"D. 施工区域突发超强台风导致作业暂停"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1356,
"type": "单选",
"question": "356. 影响建设工程进度的不利因素有很多，其中最大的干扰因素是 ( )",
"options": [
"A. 人为因素",
"B. 资金因素",
"C. 设备因素",
"D. 技术因素"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1357,
"type": "单选",
"question": "357. 建设单位进度计划系统中，用来明确设计文件交付日期､主要设备交货日期､施工单位进场日期､水电及道路接通日期等的计划表是 ( )｡",
"options": [
"A. 工程项目综合进度计划表",
"B. 工程项目总进度计划表",
"C. 工程项目年度计划表",
"D. 工程项目进度平衡表"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1358,
"type": "单选",
"question": "358. 下列进度计划中，属于建设单位计划系统的是 ( )｡",
"options": [
"A. 工程项目年度计划",
"B. 设计总进度计划",
"C. 施工准备工作计划",
"D. 年度施工计划"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1359,
"type": "多选",
"question": "359. 下列施工单位进度计划中，属于按项目组成编制的施工进度计划有 ( )｡",
"options": [
"A. 施工总进度计划",
"B. 年度施工计划",
"C. 单位工程施工进度计划",
"D. 季度施工计划",
"E. 分部分项工程进度计划"
],
"answer": [0, 2, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1360,
"type": "单选",
"question": "360. 建设工程施工进度计划系统中，用来确定各单位工程及全工地性工程的施工期限及开竣工日期，进而确定各类资源､设备､设施数量及能源､交通需求量的进度计划是 ( )｡",
"options": [
"A. 施工总进度计划",
"B. 单位工程施工进度计划",
"C. 施工准备工作计划",
"D. 分部分项工程进度计划"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1361,
"type": "单选",
"question": "361. 关于编制施工进度计划的说法，正确的是 ( )｡",
"options": [
"A. 对工程量大或施工技术复杂的分部分项工程应编制分部分项工程进度计划",
"B. 施工总进度计划是确定单位工程中各施工过程的时间与空间安排的计划",
"C. 编制单位工程施工进度计划，可以不依据施工总进度计划的相关时间节点",
"D. 施工总进度计划无需考虑施工现场劳动力､材料及施工机械的需求"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1362,
"type": "单选",
"question": "362. 关于横道图进度计划的说法，正确是 ( )",
"options": [
"A. 横道图中的工作均无机动时间",
"B. 横道图中工作的时间参数无法计算",
"C. 计划的资源需要量无法计算",
"D. 计划的关键工作无法确定"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1363,
"type": "单选",
"question": "363. 采用横道图编制施工进度计划的优点是 ( )｡",
"options": [
"A. 可以明确表示各项工作之间的逻辑关系",
"B. 可以直接判断各项工作的机动时间",
"C. 可以直接显示整个计划的关键工作",
"D. 可以直观表明各项工作的持续时间"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1364,
"type": "单选",
"question": "364. 关于流水施工横道图表示法的说法，正确的是 ()｡",
"options": [
"A. 需借助复杂绘图工具才能完成绘制，专业性要求极高",
"B. 仅能体现施工进度安排，无法区分不同施工段的作业分布",
"C. 能清晰表达施工过程､先后顺序及时间和空间状况，直观",
"D. 因不能确定所有的时间参数，在工程实践中应用范围有限"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1365,
"type": "多选",
"question": "365. 与横道计划相比，网络计划的特点有 ( )",
"options": [
"A. 能够明确表达各项工作之间的逻辑关系",
"B. 有利于施工进度控制中抓主要矛盾",
"C. 可用于进度计划的优化",
"D. 能实现施工进度的动态控制",
"E. 能形象直观地反映工作的完成情况"
],
"answer": [0, 1, 2, 3]
},
{
"chapter": "第 4 章 进度",
"id": 1366,
"type": "多选",
"question": "366. 与依次施工和平行施工相比，建设工程组织流水施工的特点有 ( )｡",
"options": [
"A. 施工工期最短",
"B. 各工作队可实现专业化施工",
"C. 能够尽可能利用工作面进行施工",
"D. 施工现场组织管理比较简单",
"E. 单位时间内投入的资源较为均衡"
],
"answer": [1, 2, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1367,
"type": "多选",
"question": "367. 下列关于流水施工垂直图的说法，正确的有 ( )｡",
"options": [
"A. 纵坐标表示施工过程所处的空间位置或里程",
"B. 横坐标表示流水施工时间安排",
"C. 铁路､公路､地铁､输电线路､天然气管道等线性工程施工进度计划更适合采用",
"D. 斜向进度线的斜率可直观反映各施工过程的进展速度",
"E. 施工过程及其先后顺序表达清楚､时间和空间状况形象直观"
],
"answer": [2, 3, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1368,
"type": "单选",
"question": "368. 下列工程中，其进度计划更适合用流水施工垂直图表示 ( )｡",
"options": [
"A. 铁路线路工程",
"B. 住宅小区建筑工程",
"C. 工业厂房土建工程",
"D. 大型场馆钢结构工程"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1369,
"type": "单选",
"question": "369. 下列流水施工参数中属于工艺参数的是 ( )｡",
"options": [
"A. 流水段和流水步距",
"B. 流水步距和流水强度",
"C. 流水强度和施工过程",
"D. 施工过程和流水段"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1370,
"type": "单选",
"question": "370. 下列流水参数中，不属于时间参数的是 ( )",
"options": [
"A. 流水节拍",
"B. 流水步距",
"C. 流水施工工期",
"D. 流水强度"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1371,
"type": "单选",
"question": "371. 在空间允许时，为确保流水施工中各专业对连续､有节奏地进行施工，关键在于确定 ( )",
"options": [
"A. 施工过程数和流水强度",
"B. 流水节拍和流水步距",
"C. 施工过程数和流水节拍",
"D. 流水步距和流水强度"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1372,
"type": "单选",
"question": "372. 下列流水参数中，同时表明流水施工速度和节奏性的是 ( )",
"options": [
"A. 流水节拍",
"B. 流水步距",
"C. 施工过程数",
"D. 流水强度"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1373,
"type": "单选",
"question": "373. 在流水施工中，某一个专业工作队在一个施工段上的施工时间被称为 ()｡",
"options": [
"A. 流水步距",
"B. 流水工期",
"C. 间歇时间",
"D. 流水节拍"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1374,
"type": "单选",
"question": "374. 建设工程组织流水施工时，某专业工作队在单位时间内所完成的工程量称为 ( )",
"options": [
"A. 流水节拍",
"B. 流水步距",
"C. 流水强度",
"D. 流水节奏"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1375,
"type": "单选",
"question": "375. 将拟建工程在平面上划分为若干劳动量相等或大致相等的施工作业面，反映工作面数量的参数是 ()｡",
"options": [
"A. 流水强度",
"B. 施工过程数",
"C. 流水步距",
"D. 施工段数"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1376,
"type": "单选",
"question": "376. 关于施工段划分的说法，正确的是 ( )",
"options": [
"A. 施工段数不宜多于施工过程数",
"B. 施工段数越多，流水强度越大",
"C. 施工段数过少，可能会造成窝工",
"D. 施工段的界限应尽可能避开结构界限"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1377,
"type": "单选",
"question": "377. 某工程有 3 个施工过程，分 3 个施工段组织分别流水施工，流水参数如下表，该工程流水工期是 ( ) 天｡",
"options": [
"A.19",
"B.7",
"C.23",
"D.21"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1378,
"type": "单选",
"question": "378. 某工程三个施工过程按：支模板一扎钢筋→浇筑混凝土顺序施工，钢筋和混凝土之间存在 1 天的技术间歇时间｡现分三个施工段组织分别流水施工，各施工过程在不同施工段上的施工时间 (单位：天) 分别是支：3､2､4; 扎钢筋：1､2､3; 浇筑混凝土：3､2､1｡完成该工程的工期应是 ( ) 天｡",
"options": [
"A.10",
"B.13",
"C.14",
"D.21"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1379,
"type": "单选",
"question": "379. 某工程有 3 个施工过程，分 3 个施工段组织分别流水施工，流水参数如下表，该工程流水工期是 ( ) 天｡",
"options": [
"A.21",
"B.20",
"C.22",
"D.18"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1380,
"type": "单选",
"question": "380. 某工程有 I､Ⅱ､Ⅲ､Ⅳ 四个施工过程，四个施工段，各施工过程的流水节拍均为 4 天，其中施工 I 和 Ⅱ 之间有 1 天的搭接时间，Ⅲ 和 Ⅳ 之间有 3 天的间歇时间按全等节拍组织流水施工，该工程的流水施工工期是 ( ) 天｡",
"options": [
"A. 18",
"B.24",
"C.28",
"D.30"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1381,
"type": "单选",
"question": "381. 某工程分为三个施工段，每个施工段有三个施工过程，每个施工过程由一个专业工作队完成，各专业工作队在各施工段上的流水节拍均是 3 天｡该工程的流水工期是 ( ) 天｡",
"options": [
"A.9",
"B.15",
"C.18",
"D.27"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1382,
"type": "单选",
"question": "382. 某分部工程有 3 个施工过程，划分为 4 个施工段组织加快的成倍节拍流水施工，流水节拍分别为 4 天，6 天和 2 天，则该分部工程需派出的专业工作队数是 ( )｡",
"options": [
"A.3",
"B.4",
"C.5",
"D.6"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1383,
"type": "单选",
"question": "383. 某工程有 ABCD 四个施工过程，划分为四个施工段，流水节拍分别为 ta=10 天，tb=20 天，tc=20 天，td=10 天。流水施工工期为 () 天｡",
"options": [
"A.80",
"B.100",
"C.20",
"D.90"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1384,
"type": "单选",
"question": "384. 某工程基础分三个施工段组织流水施工，包含基槽开挖､浇筑混凝土垫层砌筑砖基础三项工作，每项工作均由一个专业班组施工，他们在各施工段上的流水节拍分别是 4 天､1 天和 2 天，混凝土垫层和砖基础之间有 1 天的技术间歇，在保证个专业队伍连续施工的情况下，完成该工程基础施工的工期是 ( ) 天｡",
"options": [
"A.8",
"B.12",
"C.18",
"D.22"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1385,
"type": "多选",
"question": "385. 非节奏流水施工的特点有 ( )｡",
"options": [
"A. 各施工过程在各施工段上的流水节拍不全相等",
"B. 相邻施工过程的流水步距不尽相等",
"C. 专业工作队数大于施工过程数",
"D. 各专业工作队能够在施工段上连续作业",
"E. 可能出现空闲的施工段"
],
"answer": [0, 1, 3, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1386,
"type": "多选",
"question": "386. 建设工程组织固定节拍流水施工的特点有 ( )｡",
"options": [
"A. 相邻施工过程的流水步距相等",
"B. 专业工作队数等于施工过程数",
"C. 各施工段的流水节拍不全相等",
"D. 施工段之间可能有空闲时间",
"E. 各专业工作队能够连续作业"
],
"answer": [0, 1, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1387,
"type": "多选",
"question": "387. 加快的成倍节拍流水施工的特点有 ( )",
"options": [
"A. 相同施工过程流水节拍相等，不同施工过程流水节拍为倍数关系",
"B. 相邻施工过程的流水步距均相等，且等于流水节拍的最大公约数",
"C. 相邻施工过程的流水步距不尽相等",
"D. 专业工作队数大于施工过程数",
"E. 各专业工作队在施工段上能够连续作业"
],
"answer": [0, 1, 3, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1388,
"type": "多选",
"question": "388. 某工程由四幢相同的装配式单体建筑组成，每幢建筑可视为一个施工段，施工过程划分为基础工程､结构安装､室内装修和室外工程，横道图进度计划如图所示，正确的有 ( )｡",
"options": [
"A. 施工过程数和专业工作队数相等",
"B. 结构安装的总施工时间是 10 周",
"C. 每个班组的总施工时间均相等",
"D. 相邻工作队的流水步距均是 2 周",
"E. 班组均要先后在所有施工段上工作"
],
"answer": [1, 2, 3]
},
{
"chapter": "第 4 章 进度",
"id": 1389,
"type": "单选",
"question": "389. 某项目基础施工的横道图如下图，第三周的施工人数是 ( ) 人｡",
"options": [
"A.22",
"B.12",
"C.18",
"D.24"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1390,
"type": "单选",
"question": "390. 关于网络计划中箭线的说法，正确的是 ( )｡",
"options": [
"A. 箭线在网络计划中只表示工作",
"B. 箭线都要占用时间，多数要消耗资源",
"C. 箭线的长度表示工作的持续时间",
"D. 箭线的水平投影方向不能从右往左"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1391,
"type": "单选",
"question": "391. 关于双代号网络图绘图规则的说法，正确的是 ()",
"options": [
"A. 网络图中严禁出现循环回路､双向箭头及无箭头连线",
"B. 网络图中严禁出现交叉箭线",
"C. 节点编号不能重复，箭尾节点编号应大于箭头节点编号",
"D. 网络图允许有多个起点节点和多个终点节点"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1392,
"type": "单选",
"question": "392. 某双代号网络图如下图，关于各项工作逻辑关系的说法，正确的是 ( )｡",
"options": [
"A. 工作 D 的紧后工作有工作 E 和工作 G",
"B. 工作 B 的紧后工作有工作 C 和工作 D",
"C. 工作 G 的紧前工作有工作 C 和工作 D",
"D. 工作 C 的紧前工作有工作 A 和工作 B"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1393,
"type": "多选",
"question": "393. 某双代号网络图如下图所示，工作 A 的紧后工作有 ()｡",
"options": [
"A. 工作 C",
"B. 工作 D",
"C. 工作 E",
"D. 工作 H",
"E. 工作 G"
],
"answer": [0, 1, 2, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1394,
"type": "单选",
"question": "394. 某单代号网络图如图所示，其逻辑关系表述正确的是 ( )｡",
"options": [
"A. 工作 B 完成后，即可进行工作 E",
"B. 工作 B､C 均完成后，才能进行工作 E",
"C. 工作 C 完成后，即可进行工作 G",
"D. 工作 E､D 均完成后，才能进行工作 G"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1395,
"type": "多选",
"question": "395. 某工程工作逻辑关系如下表，C 工作的紧后工作有 ( )｡",
"options": [
"A. 工作 H",
"B. 工作 G",
"C. 工作 F",
"D. 工作 E",
"E. 工作 D"
],
"answer": [0, 2, 3]
},
{
"chapter": "第 4 章 进度",
"id": 1396,
"type": "多选",
"question": "396. 主体框架结构､围护砌体工程两个分部工程，分 A､B 两个施工段，其中木工班组有两个，下列施工顺序中，属于工艺逻辑关系的有 ( )",
"options": [
"A. 先 A 施工段，后 B 施工段",
"B. 先安装主体钢筋，后浇筑混凝土构件",
"C. 先施工主体结构，后砌筑围护砌体",
"D. 先砌墙，后浇筑混凝土圈梁",
"E. 先木工班 A, 后木工班 B"
],
"answer": [1, 2, 3]
},
{
"chapter": "第 4 章 进度",
"id": 1397,
"type": "单选",
"question": "397. 如下图所示网络图中，存在的绘图错误是 ( )｡",
"options": [
"A. 节点编号错误",
"B. 工作编号重复",
"C. 存在多余节点",
"D. 有多个终点节点"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1398,
"type": "多选",
"question": "398. 某双代号网络计划如下图所示，图中存在的绘图错误有 ( )｡",
"options": [
"A. 存在没有箭尾节点的箭线",
"B. 工作编号重复",
"C. 存在多余虚工作",
"D. 箭线交叉的方式错误",
"E. 出现循环回路"
],
"answer": [1, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1399,
"type": "单选",
"question": "399. 某网络计划中，工作 Q 有两项紧前工作 M、N, M 、 N 工作的持续时间分别为 4 天和 5 天，M､N 工作的最早开始时间分别是第 9 天和第 11 天，则工作 Q 的最早开始时间为第 ( ) 天｡",
"options": [
"A.9",
"B.16",
"C.15",
"D.13"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1400,
"type": "单选",
"question": "400. 某工作有两个紧前工作，最早完成时间分别是第 2 天和第 4 天，该工作持续时间是 5 天，则其最早完成时间是第 ( ) 天｡",
"options": [
"A.9",
"B.6",
"C.7",
"D.11"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1401,
"type": "单选",
"question": "401. 网络计划中，某项工作的持续时间是 4 天，最早第 2 天开始，两项紧后工作分别最早在第 8 天和第 12 天开始｡该项工作自由时差是 ( ) 天",
"options": [
"A.4",
"B.2",
"C.6",
"D.8"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1402,
"type": "单选",
"question": "402. 某双代号网络计划中，工作 M 的最早开始时间和最迟开始时间分别为第 12 天和第 16 天，其持续时间为 5 天；工作 M 有 3 项紧后工作，它们的最早开始时间分别为第 21 天､第 24 天和第 28 天，则工作 M 的自由时差为 ( ) 天｡",
"options": [
"A.4",
"B.1",
"C.8",
"D.11"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1403,
"type": "单选",
"question": "403. 网络计划中，某项工作的最早开始时间是第 4 天，持续 2 天，两项紧后工作的最迟开始时间是第 9 天和第 11 天，该项工作的最迟开始时间是第 ( ) 天｡",
"options": [
"A.7",
"B.6",
"C.8",
"D.9"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1404,
"type": "单选",
"question": "404. 某网络计划中，工作 N 的持续时间为 6 天，最迟完成时间为第 25 天，该工作三项紧前工作的最早完成时间分别为第 10 天，第 12 天和第 13 天，则工作 N 的总时差是 ( ) 天｡",
"options": [
"A.12",
"B.8",
"C.6",
"D.4"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1405,
"type": "单选",
"question": "405. 某网络计划中，已知工作 M 的持续时间为 6 天，总时差和自由时差分别为 3 天和 1 天；检查中发现该工作实际持续时间为 9 天，则其对工程的影响是 ( )｡",
"options": [
"A. 既不影响总工期，也不影响其紧后工作的正常进行",
"B. 不影响总工期，但使其紧后工作的最早开始时间推迟 2 天",
"C. 使其紧后工作的最迟开始时间推迟 3 天，并使总工期延长 1 天",
"D. 使其紧后工作的最早开始时间推迟 1 天，并使总工期延长 3 天"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1406,
"type": "单选",
"question": "406. 某网络计划执行情况的检查结果分析如下表，对工作 M 的判断分析，正确的是 ( )｡",
"options": [
"A. 比计划延迟 4 天，影响紧后工作 2 天，不影响工期",
"B. 比计划提前 4 天，不影响工期",
"C. 比计划延迟 4 天，不影响紧后工作，不影响工期",
"D. 比计划延迟 4 天，影响工期 1 天"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1407,
"type": "单选",
"question": "407. 某双代号时标网络计划如下图 (时间单位：天), 工作 A3 的最迟开始时间是第 () 天｡",
"options": [
"A.8",
"B.5",
"C.6",
"D.7"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1408,
"type": "多选",
"question": "408. 某项目分部工程双代号时标网络计划如下图，关于该网络计划的说法，正确的是 ( )",
"options": [
"A. 工作 C､E､I､L 组成关键线路",
"B. 工作 H 的总时差为 2 天",
"C. 工作 A､C､H､L 为关键工作",
"D. 工作 D 的总时差为 1 天",
"E. 工作 G 的总时差与自由时差相等"
],
"answer": [0, 1, 3]
},
{
"chapter": "第 4 章 进度",
"id": 1409,
"type": "单选",
"question": "409. 双代号时标网络计划中，某工作箭线中的波形线水平投影长度表示的是 ( )｡",
"options": [
"A. 该工作的自由时差",
"B. 该工作的总时差",
"C. 该工作与其紧后工作之间的时间间隔",
"D. 该工作与其紧后工作之间的时距"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1410,
"type": "多选",
"question": "410. 按最早开始时间编制的施工计划及各工作每月成本强度 ( 单位：万元 / 月) 如下图，D 工作可以按最早开始时间或最迟开始时间进行安排｡则 4 月份的施工成本计划值可以是 ( ) 万元｡",
"options": [
"A.60",
"B.50",
"C.25",
"D.15",
"E.10"
],
"answer": [1, 2]
},
{
"chapter": "第 4 章 进度",
"id": 1411,
"type": "单选",
"question": "411. 某双代号网络计划如下图 (单位：天), 计算工期是 ( ) 天，工作 E 的自由时差为 ( ) 天｡",
"options": [
"A.27,15",
"B.28,2",
"C.28,1",
"D.26,2"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1412,
"type": "多选",
"question": "412. 某双代号网络计划如下图，关于工作时间参数的说法，正确的有 ( )｡",
"options": [
"A. 工作 B 的最迟完成时间是第 8 天",
"B. 工作 C 的最迟开始时间是第 7 天",
"C. 工作 F 的自由时差是 1 天",
"D. 工作 G 的总时差是 2 天",
"E. 工作 H 的最早开始时间是第 13 天"
],
"answer": [0, 3]
},
{
"chapter": "第 4 章 进度",
"id": 1413,
"type": "多选",
"question": "413. 某工程双代号网络计划如下图，已标出各项工作的最早开始时间 (ESi-j)､最迟开始时间 (LSi-j) 和持续时间 (Di-j)｡该网络计划表明 ( )",
"options": [
"A. 工作 C 和工作 E 均为关键工作",
"B. 工作 B 的总时差和自由时差相等",
"C. 工作 D 的总时差和自由时差相等",
"D. 工作 G 的总时差､自由时差分别为 2 天和 0 天",
"E. 工作 J 的总时差和自由时差相等"
],
"answer": [1, 2, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1414,
"type": "多选",
"question": "414. 某双代号网络计划如下图 (图中粗实线为关键工作), 若计划工期等于计算工期，则自由时差一定等于总时差且不为零的工作有 ( )｡",
"options": [
"A.①-②",
"B.③-⑤",
"C.②-⑦",
"D.④-⑤",
"E.⑥-⑧"
],
"answer": [3, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1415,
"type": "单选",
"question": "415. 某工程双代号网络计划中，关键线路的数量是 ( ) 条｡",
"options": [
"A.1",
"B.2",
"C.3",
"D.4"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1416,
"type": "多选",
"question": "416. 某双代号网络计划如下图，关键线路有 ( )｡",
"options": [
"A.②→③→⑤",
"B.①→⑤",
"C.①→③→④",
"D.②→③→④",
"E.①→③→⑤"
],
"answer": [1, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1417,
"type": "单选",
"question": "417. 关于单代号网络计划绘图规则的说法，正确的是 ( )｡",
"options": [
"A. 不允许出现虚工作",
"B. 箭线不能交叉",
"C. 不能出现双向箭头的连线",
"D. 只能有一个起点节点，但可以有多个终点节点"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1418,
"type": "单选",
"question": "418. 单代号网络计划时间参数计算中，相邻两项工作之间的时间间隔等于 ()｡",
"options": [
"A. 紧后工作最早开始时间和本工作最早开始时间之差",
"B. 紧后工作最早完成时间和本工作最早开始时间之差",
"C. 紧后工作最早开始时间和本工作最早完成时间之差",
"D. 紧后工作最迟完成时间和本工作最早完成时间之差"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1419,
"type": "单选",
"question": "419. 某单代号网络计划如下图，工作 A､D 之间的时间间隔是 ( ) 天｡",
"options": [
"A.0",
"B.1",
"C.2",
"D.3"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1420,
"type": "单选",
"question": "420. 某单代号网络计划如下图所示 (时间单位：天), 工作 5 的最迟完成时间是 ( )｡",
"options": [
"A.10",
"B.9",
"C.8",
"D.7"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1421,
"type": "多选",
"question": "421. 某工程单代号网络图如下图，关于网络计划的说法，不正确的是 ( )｡",
"options": [
"A. 工作 C 的自由时差为 2",
"B. 工作 C 的最迟完成时间为 4",
"C. 工作 B 的自由时差为 0",
"D. 工作 B 的最早完成时间为 6",
"E. 工作 A 与工作 D 之间的时间间隔为 0"
],
"answer": [1, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1422,
"type": "多选",
"question": "422. 某单代号搭接网络计划如下图 (时间单位：天), 其时间参数正确的有 ( )｡",
"options": [
"A. TFC=1",
"B. FFB=2",
"C. LSD=8",
"D. LSE=5",
"E. LFC=5"
],
"answer": [0, 2, 3, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1423,
"type": "单选",
"question": "423. 某网络计划中，工作 F 有两项紧后的平行工作 G 和 H,G 的最迟开始时间是第 12 天，最早开始时间是第 8 天；H 工作的最迟完成时间是 14 天，最早完成时间是第 12 天｡F 工作和 G､H 之间的时间间隔分别为 4 天和 5 天；则 F 工作的总时差为 ( )｡",
"options": [
"A.4 天",
"B.5 天",
"C.7 天",
"D.8 天"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1424,
"type": "多选",
"question": "424. 工程网络计划中，关键工作是指 ( ) 的工作｡",
"options": [
"A. 最早开始时间与最迟开始时间相差最小",
"B. 总时差最小",
"C. 时标网络计划中无波形线",
"D. 与紧后工作之间间隔时间为零",
"E. 双代号网络计划中两端节点均为关键节点"
],
"answer": [0, 1]
},
{
"chapter": "第 4 章 进度",
"id": 1425,
"type": "单选",
"question": "425. 关于总时差､关键工作和关键线路的说法，正确的是 ( )",
"options": [
"A. 总时差最大的工作是关键工作",
"B. 关键线路上不能有虚工作",
"C. 关键线路上的工作都是关键工作",
"D. 自始至终由关键节点组成的线路是关键线路"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1426,
"type": "单选",
"question": "426. 已知某工程网络计划的计划工期等于计算工期，其中工作 M 的开始节点和结束节点均为关键节点，则该工作 ()",
"options": [
"A. 为关键工作",
"B. 自由时差为 0",
"C. 总时差等于自由时差",
"D. 总时差为 0"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1427,
"type": "单选",
"question": "427. 关于总时差､自由时差和间隔时间相互关系的说法，正确的是 ( )｡",
"options": [
"A. 自由时差一定不超过其与紧后工作的间隔时间",
"B. 与其紧后工作间隔时间均为 0 的工作，总时差一定是 0",
"C. 工作的自由时差是 0, 总时差一定是 0",
"D. 关键节点间的工作，总时差和自由时差不一定相等"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1428,
"type": "单选",
"question": "428. 关于工程网络计划工期的说法，正确的是 ()",
"options": [
"A. 当已规定要求工期时，计划工期不应超过要求工期",
"B. 计算工期是任务委托人提出的指令性工期",
"C. 当未规定要求工期时，计划工期应大于计算工期",
"D. 要求工期是根据网络计划时间参数计算得出的工期"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1429,
"type": "单选",
"question": "429. 根据工程网络施工进度计划的编制程序､下列网络计划的编制工作中､属于网络图绘制阶段的是 ( )｡",
"options": [
"A. 确定计划目标",
"B. 确定关键线路",
"C. 优化网络计划",
"D. 工程项目分解"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1430,
"type": "单选",
"question": "430. 按照工程网络计划编制程序，在网络图绘制阶段需要进行的工作是 ( )｡",
"options": [
"A. 进行工程项目分解",
"B. 确定网络计划目标",
"C. 调查工程实际条件",
"D. 分析工作持续时间"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1431,
"type": "多选",
"question": "431. 根据所追求的目标不同，网络计划优化包括 ( )｡",
"options": [
"A. 工期优化",
"B. 质量优化",
"C. 费用优化",
"D. 安全优化",
"E. 资源优化"
],
"answer": [0, 2, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1432,
"type": "单选",
"question": "432. 根据《建设工程项目管理规范》GB/T 50326-2017, 进度控制的工作包括:①编制进度计划及资源需求计划；②采取纠偏措施或调整计划；③分析计划执行的情况；④实施跟踪检查，收集实际进度数据｡其正确的顺序是 ( )",
"options": [
"A.④②③①",
"B.②①③④",
"C.①④③②",
"D.③①④②"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1433,
"type": "单选",
"question": "433. 下列建设工程施工进度控制工作中，属于施工进度监测系统过程的是 ( )｡",
"options": [
"A. 分析进度偏差对后续工作的影响",
"B. 分析比较实际进度与计划进度",
"C. 分析进度偏差对总工期的影响",
"D. 分析进度偏差产生的原因"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1434,
"type": "单选",
"question": "434. 下列建设工程施工进度控制工作中，属于施工进度调整系统过程的是 ( )｡",
"options": [
"A. 分析进度偏差产生原因",
"B. 收集整理实际进度",
"C. 对比实际进度与计划进度",
"D. 判别是否存在进度偏差"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1435,
"type": "单选",
"question": "435. 在施工进度调整系统过程中，进度调整工作包括:①分析偏差的影响；②分析偏差产生原因；③确定限制条件；④调整施工进度计划｡正确的顺序是 ()",
"options": [
"A. ①②④③",
"B. ③②①④",
"C. ②①③④",
"D. ②③①④"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1436,
"type": "单选",
"question": "436. 某工程截至第 7 周的进度如图所示 (空心横道表示计划进度，实心横道表示实际进展), 则截至第 7 周末 ( )",
"options": [
"A. 工作 A 提前完成",
"B. 工作 C 按时完成",
"C. 工作 D 进度正常",
"D. 工作 E 比计划提前 2 周完成"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1437,
"type": "单选",
"question": "437.S 曲线比较法示意图如图所示，正确的是 ( )",
"options": [
"A. 图中 △Tb 表示的是此时刻拖后的工程量",
"B. 图中 △Qa 表示的是在 Ta 时刻实际进度拖后的工程量",
"C. 图中 △Tc 的值一定大于 0",
"D. 图中点 b 位置表示此时实际进度落后计划进度"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1438,
"type": "多选",
"question": "438. 关于施工进度控制 S 曲线比较法的说法，正确的有 ()",
"options": [
"A. 横坐标通常表示累计完成任务量，纵坐标表示时间",
"B. 只能用于整个工程的整体进度比较，不能用于分项工程",
"C. 在 S 曲线比较图中可直接读出实际进度超额完成或拖欠的任务量",
"D. 若实际进展点落在计划 S 曲线左侧，表明实际进度滞后",
"E. 通过 S 曲线比较法可以直接判断实际进度是超前还是拖后"
],
"answer": [2, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1439,
"type": "单选",
"question": "439. 某工程施工进度检查运用 S 曲线比较法，某检查日期实际进展点落在了计划 S 曲线的右侧，则该点与 S 曲线纵坐标的距离表示 ( )｡",
"options": [
"A. 实际进度拖后的时间",
"B. 实际进度超前的时间",
"C. 实际进度拖后的工作量",
"D. 实际进度超前的工作量"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1440,
"type": "单选",
"question": "440. 某项目时标网络计划第 2､4 周末实际进度前锋线如下图，关于该项目进度情况的说法，不正确的有 ( )｡",
"options": [
"A. 第 2 周末，工作 C 提前 1 周，工期提前 1 周",
"B. 第 2 周末，工作 A 拖后 2 周，但不影响工期",
"C. 第 2 周末，工作 B 拖后 1 周，但不影响工期",
"D. 第 4 周末，工作 D 拖后 1 周，但不影响工期"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1441,
"type": "单选",
"question": "441. 某项目时标网络计划第 8 月末实际进度前锋线如下图，关于该项目进度情况的说法，不正确的有 ( )｡",
"options": [
"A. 工作 C 拖后 1 个月，但对工期无影响",
"B. 工作 C 拖后 3 个月，对紧后工作无影响",
"C.E 工作拖后时间为 2 个月，使工期延期 1 个月",
"D.F 工作拖后时间为 1 个月，但对工期无影响"
],
"answer": 1
},
{
"chapter": "第 4 章 进度",
"id": 1442,
"type": "多选",
"question": "442. 下列方法中可用来工程项目整体结构分析比较实际进度与计划速度的有 ( )｡",
"options": [
"A. 横道图比较法",
"B. 前锋线比较法",
"C. 动态比率比较法",
"D.S 曲线比较法",
"E. 流程图比较法"
],
"answer": [0, 1, 3]
},
{
"chapter": "第 4 章 进度",
"id": 1443,
"type": "单选",
"question": "443. 下列实际进度与计划进度比较分析方法中，既适用于工作实际进度与计划进度的局部比较，又可用来分析预测工程项目整体进度状况的是 ( )｡",
"options": [
"A. 横道图比较法",
"B.S 曲线比较法",
"C. 垂直图比较法",
"D. 前锋线比较法"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1444,
"type": "单选",
"question": "444. 施工进度监测过程中，将实际进度数据与计划进度数据比较的目的是 ( )｡",
"options": [
"A. 收集整理施工进度报表",
"B. 召开施工进度协调会议",
"C. 验收施工进度计划的可执行性",
"D. 为施工进度计划调整提供依据"
],
"answer": 3
},
{
"chapter": "第 4 章 进度",
"id": 1445,
"type": "多选",
"question": "445. 通过缩短关键工作的持续时间来调整建设工程施工进度计划时，属于组织措施的有 ( )",
"options": [
"A. 实施强有力的组织调度",
"B. 对先进技术措施给予经济补偿",
"C. 改善施工作业环境",
"D. 增加机械数量",
"E. 增加工作面，组织更多施工队伍"
],
"answer": [3, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1446,
"type": "单选",
"question": "446. 工程施工过程中，通过缩短关键工作的持续时间来调整施工进度计划时，可采取的技术措施是 ( )｡",
"options": [
"A. 采用更先进的施工机械",
"B. 改善施工作业环境",
"C. 增加施工机械数量",
"D. 组织更多施工队伍"
],
"answer": 0
},
{
"chapter": "第 4 章 进度",
"id": 1447,
"type": "单选",
"question": "447. 通过缩短工程网络计划中关键工作的持续时间来调整施工进度计划时，可以采用的技术措施是 ( )｡",
"options": [
"A. 增加施工机械数量",
"B. 改善施工作业环境",
"C. 采用预制装配方案",
"D. 设立施工绩效奖励"
],
"answer": 2
},
{
"chapter": "第 4 章 进度",
"id": 1448,
"type": "多选",
"question": "448. 施工进度计划调整可以通过改变某些工作间的逻辑关系，其中 ( ) 方法的特点是改变工作的起止时间｡",
"options": [
"A. 对所采取的技术措施给予相应经济补偿，促进效率",
"B. 组织平行作业",
"C. 组织搭接作业",
"D. 运用先进的施工机械",
"E. 分段组织流水作业"
],
"answer": [1, 2, 4]
},
{
"chapter": "第 4 章 进度",
"id": 1449,
"type": "多选",
"question": "449. 某工程实际进度偏差过大，导致影响到后续工作､总工期，属于压缩某些工作的持续时间的方法有 ( )｡",
"options": [
"A. 增加资源的投入量，例如增加劳动力和施工机械数量等",
"B. 采用更先进的施工方式，提高该工作的效率",
"C. 将顺序作业的工作改为平行作业",
"D. 将顺序作业的工作改为搭接作业",
"E. 对所采取的技术措施给予相应经济补偿，促进效率"
],
"answer": [0, 1, 4]
}

];